[
    "欢迎您来到王力宏官方页面，感谢您的支持和厚爱，如果您是铁杆粉丝，请直接留言到这个邮箱：：wangleehom211@gmail.com 爱你们..",
    "lần đầu tiên xem một MV mà k vietsup và cảm nhận được lời bài hát.",
    "人間天籟",
    "Nice song.😎11 year ago wei yi. 😍 god bless always",
    "我要哭了～～～～～～～～～～～",
    "能坚持10年做福利秀，当之无愧的优质偶像👍",
    "người thành công luôn có một khuôn mặt hiền hậu và diệu dàng như vậy càng nhìn càng cảm thấy sự gần gủi thân thiết.",
    "王力宏大好き",
    "我发现有一个小问题，力宏哥这个视频我观看超过20次，每一次都要从新订阅一遍，是什么问题呢？",
    "Vc é um anjo cantando , alegra meu dia...",
    "吳尊, 你什麼時學會彈鋼琴了",
    "活到老學到老\n永遠的初心<3",
    "太雪了，太完美了，谁能给我意见",
    "ears are pregnant!! <3",
    "二哥 永远不能被超越的传奇！",
    "好溫暖的影片",
    "第一首歌让我非常感动。。27年前就是这首歌让我认识了王力宏。当时我才10岁，它是我的单曲循环。。",
    "Good Song and Good Vocal... Wang Lee Hom Good man too.... From Indonesia Fans",
    "always a fan! since forever!",
    "王力宏，是我一生中最爱的偶像",
    "怎么报名",
    "我我我我我想学！！！",
    "I love ❤️ you",
    "Is it true Wang Leehom, really you???",
    "Gorgeous!!",
    "love you",
    "请问力宏哥，30天的课有没有一两次会Live视频教课？",
    "I love you honney ❤❤",
    "So handsome 😌",
    "更想上寫歌還有製作的課程",
    "@🈷️學# 🤔 \"塑造你的人\"聲\"  塑造你的人生 探索唱歌的奧秘 \" 謝謝王老師專業教導快開課啦 ! 我已報名🙋 但還沒有繳學費途徑?是否海外的不收 請覆 ~~ 🇨🇦 期待 🙌音樂旅程🤗",
    "好想报名可是现在ios还找不到app😭",
    "I am very sorry if you get annoy for our messages. But we really need help and your support. \nIn Myanmar, the military has detained our government, our elected leaders. We can't let them take control of our country like this. We clearly and strongly against the military. We do need your help and support. \n#Save #Myanmar \n#Save #Burma \n#Reject #the #Military !!!\n#We #need #democracy!!!\n#Help #us #and #support #our #Leader, #Aung #San #Suu #Kyi #government!!!",
    "I want to learn too. Master Lee Hom",
    "唔想學唱歌, 只想知道怎樣賞析歌曲。",
    "我想",
    "看片头，这人跟蒲巴甲是真的像！哈哈哈",
    "I really want to sign up, but i'm slightly broke and my parents want me to focus on school ;-;",
    "#王力宏#  歌壇天王 不斷增值突破  又一大突破喔 !! 用一個月時間教學 濃縮速成班喔!!  願大家不負好時光 微博超越了點頻 更何況報名學唱歌  🈶️「私人教練」何等匪夷所思 福利惠給所有要學音樂🎤🎵的每一位  相信網絡一定大塞車 謝謝 力宏老師 感恩🈶️你 超捧的概念 ✌🏻✌🏻",
    "力宏老師您好，我是陸宇巔，鬥膽向您推薦我研究的音樂理論成果《宇宙之巔和聲學》，這是基於物理學的泛音原理，很科學，使用它編曲，會更方便，樣張已發郵箱，請在附件下載，謝謝。我手機微信：15801406885，也可以先看下我錄的簡短介紹：https://www.bilibili.com/video/BV1r741197wt",
    "这首歌会让自己想起初中时代，同学们喜欢盖世英雄，喜欢我们的歌，喜欢大城小爱。",
    "I missed this song!",
    "爱上他了 一直没变过",
    "台湾有2大帅男神. 1 …是文双音乐才子王力宏 ，2...就是仔仔周渝明啦😍😆😅😂😂😂",
    "看人物：王力宏\n🎸🎼🎵🎶🎵🎶🎵\n依然不變溫柔開朗的心\n心境樂天自在分享歡之\n深情全力以赴吟詩作唱\n共鳴樂享其樂歡心唯一\n真實獨一無二實力歌手\n😄~👍~👏~好聽。",
    "Very beautiful! Love it ♥️",
    "王力宏真是越老越妖，同时代的陶喆周杰伦嗓子都退化了，他居然年纪越大，越唱越高，越唱越难。",
    "爷青回",
    "王力宏一直是真正的歌手，永远都是我心中的最top！！！！",
    "excellent music, many hits always for you master Wang Leehom. 💐💐💐👍👍👍",
    "好可爱啊！Isn’t Taipei office a trip down memory lane for you? Yes, it is.",
    "王力宏先生您好， 我是在菲律宾学习的一名博士在读生。我从小开始就非常喜欢您的歌曲，我想说我是听着您的歌曲长大的。我也翻唱了几首歌曲在我的频道里，我翻唱了您的“你的爱”， 我非常喜欢的歌曲之一，不仅表达了我想表达的情绪，还有一丝信仰心在里面。我不知道应该如何联系您，不得不只有通过您的频道。\r\n最近由于疫情，菲律宾政府的有关部门主办了一个有关于疫情的活动并且邀请了我们学校的学生参加。由于我们学校的情况比较特殊，聚集了很多不同国家的人们。我的几个缅甸朋友邀请了我来作词作曲并且主唱，并且由缅甸的朋友们进行拍摄和编曲，我们参加了比赛，却并没有拿到任何名次。对于名次我们顺其自然，不过我们对于歌曲我们是问心无愧的。这是我们这个乐队traffic light 的作品traffic light, 希望您能喜欢。\rhttps://youtu.be/oDlaRouoLEw\n今天是想贩卖这首歌曲给您。原因其实是这样的。其实说心里话，我想将这首歌曲占为己有，因为这是我的处女作。可是疫情让我的缅甸朋友们失去了他们本国的资助。有些学生们交不起学费，他们有些人已经结婚，一边照顾家人孩子，一边在吃苦学习。现在他们手头困难，并找到我来借一些钱，可是我现在的手头也有些紧，所以我希望我现在能够卖掉这首歌曲帮助他们，但是我实在是找不到任何的渠道去帮助他们。想贩卖这首歌曲也是想能够尽我所能。\r\n你能帮帮我吗？我想以100美元的价格卖掉这首歌曲，请您帮帮我的朋友吧。\r\n2021年1月12日 在菲律宾的夜。 Kevin 敬上。",
    "這才是真正的實力派作歌手,本人看不起某些找幾個吉他手伴唱的\"創作歌手\",那麼不如直接唱別彈琴了。",
    "从学生时代的卡带时期，一直听你的歌和演唱会，也看了你的牛津大学的演讲，太感人了。在这个特殊时期，又重温了你所有的演唱会歌曲。祝新年快乐！",
    "太喜欢你了，零绯闻的兼具才华和颜值的男神",
    "谢谢你啦😊",
    "偶像🤩",
    "I still remember when I first saw you on MTV Asia, that was years ago (I think it's more than a decade) and look at you now, you've got so many awards and recognition, movies and concerts and you deserved all of that. Hope you'll visit the Philippines in the future.",
    "他的办公室在哪里. 台湾？",
    "你好\n 你好吗？\n\n 感谢您的支持。 感谢您多年来一直给予我的支持，这是我最大的荣幸，如果没有您的支持，我将不会在这里。 我希望你在我的电影中找到快乐和幸福吗？\n 我必须叫你我的超级粉丝。",
    "臺灣終於下雨了",
    "🙂",
    "Wang Leehom: Song and person: Down to earth yet elegant and brilliantly beautiful at the same time. True Classic🌿",
    "二哥 在迪拜唱的那首震惊了黑人小哥的英文歌叫啥名字啊？ 有谁知道吗？ 感谢!",
    "這裝扮有一點像成龍...",
    "你唱英语得很厉害！谢谢",
    "日本から拝見しています、リーホンは音楽家、声楽家もOKです🎵(^人^)",
    "The hat and the Chinese top are two different styles. Strong contract with the song... What do you exactly want to express? Still very good song. But mix too much elements and kinda lost of main point.....",
    "🤗💙",
    "美声",
    "最愛台灣的王力宏",
    "文化大學是我的台灣alma mater.",
    "太棒了。",
    "就像在森林里高歌的快乐小鸟 👍",
    "Interesting outfit. Haha.",
    "Looking forward to his voice.",
    "Bel Canto. 哈哈",
    "सीएम",
    "这个网站出售您的音乐进行非法营利行为 数量巨大 单首价格在50-120元人民币之间 大陆人口众多 网站每月非法收入近千万 不知是否取得您的商业授权\nhttps://www.bcbanzou.com/shows/137292.html\nhttps://www.bcbanzou.com/shows/137290.html",
    "Beautiful!!",
    "Llegué aquí después de ver la presentación de #chentianrun",
    "LOL when he got his ass kicked Peking Opera style at 3:07",
    "比起林俊杰我比较喜欢他呢，王力宏",
    "那个sony ericson是经典",
    "still listening to these song ^^y\n2021 drop by",
    "好好听的中西嘻哈和rap的组合。这么多年了还是这么好听。",
    "I really love the mix of the Chinese traditional music with the modern.brilliant!",
    "我从9岁到35岁现在喜欢力宏，最喜欢也最爱这首。每次听到这首歌都会想起年轻的时候。时间过真快。",
    "This is one of my absolute favourite songs, especially love the erhu. The product placement in the MV sends though lmao",
    "1:01",
    "Any one came from the cover of Alan (sugarcat) ?🔥",
    "What’s the song called in English",
    "So delightful, 磁性嗓音干净透亮, like a beautiful violin and 二胡 mixture. Modern with Chinese flare, so enticing 🌹🌿😊",
    "谁是当年看了这个mv后买了索爱手机的? 暴露年龄了啊",
    "我喜欢这个",
    "2021..❤️\n\nSince I was a college student 😍💜 till Now ❤️❤️",
    "Old song. One of my favourite from Leehom.",
    "Leehom, please come do a concert here in the US in the future. Ive been a big fan of yours since i was in middle school in 2006. Would love to see you perform live one day!",
    "高中聽到現在！！！",
    "มีคนไทยฟังมั้ยงับ",
    "真帅啊",
    "依然很喜欢这首歌 \n生日快乐 Leehom",
    "高中的记忆都回来了。拿着磁带去排队找你签名。回家后很珍惜地摊平放在相册里藏好。",
    "当年，我弟弟买了你所有的卡带，随身听天天插在口袋里，学习你的唱腔。因为他的外貌长得太像你了，10个同学10个说一模一样，王力宏翻版。他就越发喜欢你了。哈哈哈😄祝新年快乐，永远年轻。",
    "大爱力宏",
    "二哥出道年份就是我出生的年份，记事以来就听着二哥的歌长大的，最主要是爸爸妈妈都很喜欢二哥，所以也让我听了，我是从公转自转开始的，也就是我3岁记事开始。虽然不是什么狂热粉，不会每一场演出都跟着二哥全世界跑，也不是每一张专辑都有买到，不过是绝对的真爱粉哟，默默地支持你。全家都是 哈哈",
    "小时候跑遍音像店，把力宏哥的磁带和VCD都买个遍，因为娃哈哈的《爱你等于爱自己》开始喜欢的，直到今天，开车还在放！",
    "😍😍😍",
    "٩(๑^o^๑)۶ 😆😄",
    "超喜歡👍俗話說得好，電影要看金城武，音樂要聽王力宏。",
    "王力宏的声音太美妙太动听了，又帅又有才华，我深深的爱上他了🤗❤",
    "King of Chinese Pop",
    "想起那段在KTV唱這首個的青春歲月.....",
    "這麼多年以來都不注意到你的音樂王力宏弟弟。Suddenly I understand you... At least a little bit better.",
    "記得這支MV還有另外一個版本哈哈 好像是在外面跑還被警察抓（？",
    "Kumar, you so stylish 👍🏻👍🏻",
    "As an Indian I'm so jealous that tabla dude and sitar guy jammed with you Leehom",
    "竟然用zoom？这是黑科技吗😂",
    "天啊！聽到雞皮疙瘩😆",
    "好棒啊！非常好听。新年快要到了，我祝你健康，幸福，万事如意！🎄",
    "看你多陶醉😂🤤",
    "太好听了。像一首蛇舞曲。听起来人都摇起来了。",
    "대박이다 👍👍👍すごい😆⤴️",
    "Phenomenal",
    "Totally AWESOME!",
    "omg!! awesome Leehom!! めっちゃいい！最高！",
    "AWESOME！！！！",
    "omg that's so damn cool!!",
    "So cool!",
    "Amazing! Inspiring! Very Cool!!",
    "Lee Hom.. My crush since 2004! Found your record in Bali when i had my 17th birthday vacation! Always love your music!",
    "It's amazing to watch you guys played at Zoom like this. Really excited to experience the balance and mix between the east and west music.That creative leehom is coming back.",
    "SUPER CHICKED OUT!!!!",
    "这播放量是不是少了个万，大家是都听芭乐去了吗",
    "希望二哥多多更新这样类型的vlog哦！",
    "谁知道这视频一开始的《唯一》是哪个版本？能搜到吗？",
    "谢谢啦。再回来呀！",
    "王力宏还是好帅",
    "AWSOMEEEEEE",
    "❤️❤️❤️❤️❤️❤️❤️",
    "这种视频让我感到很舒服. 我也想去马来西亚旅游。\n이 비디오를 보니 마음이 편안해지네요.^^",
    "力宏哥哥还是这么帅！这首歌依旧是那么好听～",
    "日記配的音樂都好好聽喔~那個花田錯超棒的啊! 謝謝力宏帶我們到沙巴天上飛水上飄🥰🥰🥰",
    "声音好难听。。。。。",
    "这个视频剪辑完全是从粉丝角度出发， 太棒了。👍👍👍",
    "哈哈哈哈哈哈哈",
    "What if... Lee Hom become a YouTuber",
    "開頭的唯一 這個版本也太好聽",
    "我来了",
    "Hahaha! Love Leehom's sense of humour and glad he had a chance to relax through these activities. 🥰",
    "福利好少，哈哈哈哈哈哈",
    "二哥好可爱",
    "剪辑得好调皮好可爱喔，喜欢啦喜欢啦！爱力宏和剪辑力宏的小助手",
    "I love your vlogs, keep going! Wish I could interview you someday!",
    "Engsub please.... from ur old fan 😎 say hi from indonesia👋👋👋",
    "王力宏，陶喆 都喜欢；）",
    "好想在現場啊～",
    "Enjoy your day, Li Hung 👍😍",
    "Welcome to Malaysia ❤️",
    "YouTube 終於上了",
    "忍不住大笑\n太搞笑😂😂😂😂\n力宏的工作日記\n改變了我的工作心情\n\n好開心 好開心😁謝謝力宏",
    "Wow! Thanks so much for sharing!! Really enjoyed watching these behind-the-scenes clips!! 😁",
    "❤❤❤",
    "好欢快！ 一个建议：在标题里写VLOG，也许会得到keyword push ：）",
    "爱二哥的第七年",
    "Hi tiger u are so awesome",
    "Where is it?",
    "优质优质。",
    "太棒了太棒了太棒了🌟🌟🌟🌟🌟小室一定要继续保持下去！！！捕捉到太多野生镜头，视频不好好收藏不行😍@王力宏 你那么热情奔放、仿佛像脱了绳子的一匹白马🤣 但在马来西亚，这么近却那么远😭",
    "老王你太嗨了吧 哈哈哈 好可愛呀 \n期待下個視頻中",
    "I.miss.u",
    "好喜歡這類的影片啊啊啊啊啊😍😍😍",
    "男神",
    "forever your wife",
    "what a heart wrenching background story to this song. Leehom, you're a genuinely kind individual for lending your musical talent and platform to your friend in his time of need. Best wishes to Dave. These words cut right into the heart",
    "Love it! Lee hom so versatile!",
    "I miss jacky hsu",
    "2021年還在聽的舉手🙋🙋👇\r\n👇👇👇",
    "💖I am going to use this song on my future wedding when my father is handing my hand to my husband.....😢",
    "Wow",
    "dad is always is dad",
    "Really miss LeeHom’s voice when he sings in English.",
    "非常感谢！ 特别好听",
    "这首歌第一次听，歌词写的太好了。力宏，以后多分享一些英文歌曲吧！",
    "What an inspiring song! Loved it so much!",
    "昂ㄡ",
    "Spoken Word]:\nSometimes life doesn't work out the way you've planned\nSometimes life happens in ways too hard to understand\n\n[Verse 1]:\nThe news that I received today\nHas taken all my breath away\nBut I'm promising you right now\nThat I'll be with you always, somehow\n\nEither hand-in-hand or worlds apart\nStanding by your side or in your heart\nMaybe in a sunset or a prayer\n\nWhen you go on your first date\nAnd can't figure out what to say\nWhen you get behind the wheel\nAnd have your first taste of freedom\n\nWhen you're smilin' for the camera\nAt your high school formal dance and\nWhen you're walkin' cross that stage\nWith your whole future a blank page\n\nPlease remember I'm going to be there\n\n[Chorus]:\n'Cause I promise you right now\nThat I'll be right with you always, somehow\nEither hand-in-hand or worlds apart\nStanding by your side or in your heart\n\nFace-to-face or as a memory\nKeep your eyes open and you'll see\nThat through the good times and the bad\nI will forever be your dad\n\n[Verse 2]:\nIf you're tryin' to get ahead\nBut the results are better left unsaid\nAnd you're on the edge, about to quit\n'Cause you just can't get the pieces to fit\n\nWhen your heart is broken by some fool\nWho doesn't know what he's done to you\nOr you just need some advice on life\n'Cause nothing seems to be going right\nYou have to know I'll always be there\n\n[Chorus]:\n'Cause I promise you right now\nThat I'll be right with you always, somehow\nEither hand-in-hand or worlds apart\nStanding by your side or in your heart",
    "[Spoken Word]:\nSometimes life doesn't work out the way you've planned\nSometimes life happens in ways too hard to understand\n\n[Verse 1]:\nThe news that I received today\nHas taken all my breath away\nBut I'm promising you right now\nThat I'll be with you always, somehow\n\nEither hand-in-hand or worlds apart\nStanding by your side or in your heart\nMaybe in a sunset or a prayer\n\nWhen you go on your first date\nAnd can't figure out what to say\nWhen you get behind the wheel\nAnd have your first taste of freedom\n\nWhen you're smilin' for the camera\nAt your high school formal dance and\nWhen you're walkin' cross that stage\nWith your whole future a blank page\n\nPlease remember I'm going to be there",
    "This is his first song that I listened because it's in English, I like it very much!!!!",
    "I listened to his albums for the nostalgia on Apple Music. I stumbled across this song and was surprised for it to be English. I really like this song, I think he should do most English music.",
    "从他出道不久到现在他是孩子的爸。。。他的表演依然很棒",
    "How is the family doing? My uncle had als its painful. This family Godbless them an give them strength. Prayers for miracle! Godbless you for the song you sang an your dear friend writing it. Heartfelt so much love.",
    "为什么这首歌没有宣传！！！我到今天才听到 超好听de啊啊啊啊啊",
    "唱太爛了",
    "這個版本難聽死了 你趕著下班嗎？",
    "好像圣诞节歌",
    "怪怪地",
    "廣東話還不錯",
    "刚刚走出一段不对的感情，听到这个演绎太有感觉了，不对的就赶紧分",
    "2021还在听的举手",
    "好聽",
    "有哪位大大有完整版吗？谢谢",
    "其实歌词很渣男，不过配上音乐就",
    "2021年也会听的，请点赞❤️",
    "这摄影也是没谁了",
    "全屏看得超舒服，二哥唱的真好",
    "❤️",
    "Old songs yow! 🔥",
    "這唱功整個很深厚",
    "哇哇哇 我的檔期",
    "唱太急了覺得有點沒有這首歌該有的情緒",
    "王力宏就是王力宏，放x0.75每个音听得更清楚😍🤩",
    "Memang utung berapa jual narkoba? Kata km paling enak untungnya drpd bisnis yg lain.",
    "大家加油，平安健康快樂",
    "中国加油 武汉加油 大家加油",
    "为了你 我拼了命 哪怕面对枪林弹雨\n隔着生死的一道门 我保证不离不弃\n\n最难舍 是这份情 在你面前我要淡定\n撑起多少个黑夜 绝不让生命叫停\n\n我们坚信有爱就会赢 你有多痛我就多痛心\n有难一起扛 共分担才更坚强\n风雨中凝聚民族的力量\n\n我们坚信有爱就会赢 无法拥抱却离你最近\n真情守望 长江黄河水流长\n我们凝聚起中华民族的力量\n\n最难舍 是这份情 在你面前我要淡定\n撑起多少个黑夜 绝不让生命叫停\n\n我们坚信有爱就会赢 你有多痛我就多痛心\n有难一起扛 共分担才更坚强\n风雨中凝聚民族的力量\n\n我们坚信有爱就会赢 无法拥抱却离你最近\n真情守望 长江黄河水流长\n我们凝聚起中华民族的力量\n\n我们坚信有爱就会赢 你有多痛我就多痛心\n有难一起扛 共分担才更坚强\n风雨中凝聚民族的力量\n\n我们坚信有爱就会赢 无法拥抱却离你最近\n真情守望 长江黄河水流长\n我们凝聚起中华民族的力量\n我们凝聚起中华民族的力量\n我们凝聚起中华民族的力量",
    "力宏大师有一些蔡国庆的味道哟😊😍",
    "每次看到這MV聽到歌曲看到歌詞都熱淚盈眶，內心無法控制的澎湃洶湧激動， 縱使已經過去四個月，那些站在第一線的每一個人，無我無私奉獻！一生一世功德！永遠記憶！永遠感恩！永難忘懷！",
    "至今已過去了半年之久 疫情還在四處蔓延 所謂 中國是中華人民的驕傲 沒什麼是我們辦不到的 團結就是力量 不管海外 外地還是大陸華人 只要在一起 我們就是中華民族！加油！中國，華人的驕傲！（本人來自馬來西亞）",
    "I love you so much",
    "力宏哥 永遠在用歌聲傳播愛！ 為你致敬",
    "那面旗不行!!!!!!",
    "鱼过天晴",
    "我來自北京！武汉、湖北、中国加油！",
    "抗疫中國版~其實哥滿好聽的",
    "https://youtu.be/6QkdDYi4bcA",
    "美國人...",
    "https://twitter.com/i/status/1221830671343087616",
    "龙的传人！！！",
    "守护中国，我们的家园。每次我感到脆弱的时候，中国家园的无私的人们和英雄守护家园的人们就是给我心灵上温暖和坚强下去的勇气和理由。华夏民族是世界最伟大的民族，也是我唯一的身份。我们一切都要好起来，都会好起来，总有一天我希望回到武汉母校继续看樱花绽放，看到中国从无数苦难中顽强走下去，让我为你流泪，更为你骄傲自豪。",
    "Thanks Leehom! 💙",
    "台灣之前被禁不能播，現在又可以撥了太神奇了，是 我 們台灣政 府 玻璃心2 套標準了嗎",
    "我们坚信，中华民族的力量",
    "好奇怪😂",
    "Lo amo!!",
    "The captioning translation is hilarious !!",
    "🤤🤤🤤",
    "Enjoy listening jazz style of need some company  . I have been listening it over and over again , never get tired .",
    "2021年了 ～～還有人在聽嗎？",
    "最好听的版本",
    "太厉害了吧，好像想看王老师的福利秀全场",
    "我觉得唱现场最强就是王力宏了😮",
    "太帅了， 爱你😍",
    "現今的華語樂壇，能創作又能唱現場的實力派歌手，用十個手指都數得出來。\n王力宏已經成了現代歌手的老師與學習對象。",
    "omg 這個全新編曲真的\nso amazing！",
    "太帅啦",
    "Leehom 好感性哦...😏",
    "完美",
    "🎉Wonderful music man",
    "竟然有 Jack Thammarat !!!!",
    "太棒了，太棒了太棒了",
    "Beautiful songs :)",
    "永遠的氣質王子",
    "Just wanted Wan",
    "超喜欢5：05秒的小眼神😍😀",
    "It's so good.",
    "Wow, amazing piano playing and incredible voice. Loved it, Leehom!",
    "這版本也很讚欸",
    "唱功太优秀啦二哥👍👍",
    "omgosh！this version is so awesome!",
    "❤️ Protect our Leehom at all cost!\nFrom a homaniac for 15 years and still counting ❤️",
    "到底你还是真正玩音乐的，可以的二哥",
    "2020年2月还在听的人举手❤️",
    "爱死力宏了！",
    "Please come to NY! I would LOVE to see a more stripped down performance like this.",
    "2020福利秀我在现场！live王的live就是你听了之后觉得CD都黯然失色！每年请粉丝听歌，国外不知道，华语乐坛独此一人！用心的改编，用心的演唱，用心的表演。氛围超级赞赞赞！！！2020跨年刚和谭维维在江苏卫视演唱了《缘分一道桥》，“稳的一匹马”，第二天现场听fusion jazz的版本更惊艳，特别喜欢3分40秒的心脏骤停，还有5分05秒的眼神杀……啊我死了！！！喜欢近距离的演出！当力宏的粉丝实在太美好了！被宠上天的我们！最好最好的力宏！！！2020爱你爱你，爱你不止到2060！🤟",
    "Fantastica!!!💖😍😍",
    "啥时候能在多伦多开个演唱会啊.好期待啊",
    "可以在台灣開演唱會嗎 好久沒開了嗚嗚嗚",
    "超強的團隊！與力宏工作一定有福分",
    "可以要一打力宏老师吗？😍😍😍",
    "👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍❤️❤️❤️❤️❤️❤️❤️❤️❤️❤️❤️❤️❤️❤️❤️❤️❤️❤️❤️❤️❤️❤️❤️❤️❤️❤️❤️❤️❤️😘😘😘😘😘😘😘😘😘😘😘😘😘😘😘😘😘😘😘😘😘😘😘😘😘😘😘😘😘😘😘😘😘😘😘😘😘😘😘😘😘😘😘💪💪💪💪💪💪💪💪💪💪💪💪💪💪💪💪💪💪💪💪💪💪💪💪💪💪💪💪💪💪💪👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍",
    "哈哈哈我正在学anatomy, Love the sight of you singing while playing the piano. 听你唱English 实在是太爽了!!!!!!",
    "Doctor a, body",
    "我觉得国内的观众们可能连queens都没听说过。。力宏在这些人面前唱这首经典有点浪费了",
    "你也可以教生物啦!",
    "leehom 是个很纯粹的人👍",
    "二哥就是勁",
    "10 st vs show",
    "Jo  do Brasil fantastic",
    "声音真的很好听",
    "Wow!  You  sing  so  well  as  usual,  playing the  piano  and good voice, you  are  the best  singer!!!!!!  Bohemian  rhapsody...spectacular  interpretation, you're  out  of this  world!!  I  don't  understand  a  word  of  what  you   say  but  you  are  so  nice!!!  Greetings  from  your fan  from Italy!",
    "Leehom! Are you planning to do a concert in the US anytime soon? It's on my bucket list to attend your concert!!!!",
    "Bohemian Rhapsody!! You're an inspirational artist! Indeed is a God given talent!",
    "Hallo from Jakarta Indonesia\nNice appearance wang lee hom 👍👍👍👏",
    "😍😍😍😍",
    "❤ Thank you, Leehom, for sharing this. This is helpful (and insightful). ❤",
    "怎么不早点放哈哈哈 最爱这个",
    "more VLOG please <3",
    "講英文超好聽🥰",
    "值得转发分享👍👍👍",
    "我的文化就是我的骄傲",
    "Strongly agreed on that, translation required certain/a high level of understanding of the culture instead of just the grammar and vocabularies, beside this, wisdom and vision also help to better understand the whole picture of the content, so that it won’t loss the meaning of the culture during the translation.",
    "优质偶像，现在的流量还不能超越的",
    "I can listen to him doing speeches all day. Huge respect!",
    "Nextime I wish I could see you in movies such as Crazy Rich Asians or Shangchi and the Legend of Ten Rings one day",
    "lahv his observations and his central point of human universality, but not gonna lie, it hurt my heart a bit at 9:00 when he erased Taiwan and called it all China",
    "Good speaker limited himself for career path, understandable but not brave",
    "再国外，说中文的就被认为是中国人。作为公众人物，在这个场合不提政治。我理解的是，力宏爱美国，爱台湾，也爱大陆。力宏，演讲的太有深度了!精彩!",
    "If anyone was “fit” to be standing there, it’s leehom. Not saying this because I’ve been a fan of his since elementary school, but because he the man, simple as that. Thanks for keeping sharing your gifts with this world.",
    "三观超正，五官更正",
    "I will always stand by you! 加油!",
    "This guy holds a US Passport and lives in the ROC.... but claims “we” when talking about the PRC... Ladies and Gentlemen, you are witnessing the living embodiment of an oxymoron.",
    "Interesting and cool speech. Tq and see u more often in this kind of setting.",
    "Leehom, I love your speech, I love your music, I love everting about you :)",
    "I can not believe what I’m hearing.",
    "向二哥学习！！！！！",
    "优质偶像！！！！！！！！！！",
    "二哥，华人之光，我的榜样！",
    "王力宏即使到了70歲依舊紅透半邊天",
    "感动哭了！！好想在st Louis 看力宏的演唱会啊！！！！太激动人心了吧",
    "好喜歡力宏的笑聲😊\n你的意外出現給了大家最棒的禮物\n讓大家開心的不得了\n在我眼裡好浪漫哦😀\n真的好棒喔❤！👏👏👏",
    "二哥声音听起来很累，好好休息",
    "这么暖心的事也只有力宏这么真诚的人会做了💕",
    "日本にも来てください♪(о´∀`о)ノ",
    "你太狂了😍",
    "This is the best we fans in America get, a YouTube video 😂",
    "You're amazing.... 💕",
    "Please perform a concert in Vancouver, Leehom!",
    "這樣的偶像怎能不愛",
    "力宏欢迎您",
    "😎🖤🖤🖤",
    "好羡慕嫉妒恨啊。。。\n不不不。。。力宏说龙的传人2060要把爱带到2060😊😊😊",
    "二哥！哈哈😄",
    "我愛王力宏~~",
    "❤️❤️❤️❤️",
    "Who is the woman he kissed...?am jealous...Lol..",
    "Saya from Malaysia saya sangat minat gila dgn. Lehom sangat friendly .terbaik",
    "您几时会来马来西亚开个人演唱会啊？",
    "https://youtu.be/rhwhV7Pvyzg\nhttps://youtu.be/bb_UBvQSACo\n王力宏导师您觉得以我这2首歌里的歌声可以唱进中国好声音马来西亚站的海选赛吗？",
    "王力宏哥哥表示\n\n\n\n\n\n好嗨哟 感觉人生已经到达了高潮\n             感觉人生已经到达了巅峰\n😆😆😆😆别骂我😆😆😆😆😆",
    "来泰国！！！THAILAND！",
    "😘😘😘",
    "二哥真的很棒！❤️👍🏻❤️",
    "So sweet,  I love leehom ❤",
    "好遗憾没有去，二哥来新西兰好不好",
    "力宏實在太好了",
    "太温馨了",
    "Come to America",
    "We love you leehom 💕",
    "I'm still hoping for that day where I can attend your concert.\n\n\neven without my Chinese language skills.",
    "王力宏さん、日本でも待ってます！(*´∀｀)",
    "Hope to go to your concert one day😭❤️",
    "Translation please 😭",
    "超級暖心的力宏特地去機場接機。力宏的聲音每一次聽都驚豔、都在進步，尤其相隔八年後再聽到，極為震撼；演唱會超級精采，感謝力宏帶給我24年的青春回憶(你就是我的少女時代)，快樂、感動、瘋狂。連續看兩場至今仍覺得不夠不夠，希望安可場可以再回台灣開!!",
    "3:56 ybb 也来这里偷 ic ? 😂😂",
    "力宏，什么时候才可以在吉隆坡看到你的演唱会，疫情快点过去吧～我想看你演唱会",
    "YBB 在 3:41",
    "Was lucky to be there, and wishing to have another concert again next time ^_^",
    "1:25 開始跪",
    "How I wish u could sing bday song on my bday 2.",
    "Welcome to KL Malaysia.",
    "爱了 ，真的太棒了",
    "保镖大哥的样子即专业有可爱😂",
    "I am from Malaysia .I malay I love lehom u the best person .u so friendly and u sing live without by tiket to see your show ..tq lehom .I pray for your all family and u good healthy",
    "求英文歌名",
    "🔴🔴🔴好厉害征服全世界🔴🔴🔴\n      🔴🔴国际巨星王力宏🔴🔴",
    "Plz come to Melbourne, we want your concert so badly!",
    "💞💞💞💞💞6/8",
    "我来了，力宏",
    "爱错唱法明显改了，真的又在练习和进步，加油！！！！",
    "怎么偶像到了变声期？奇怪",
    "重複100次的+1",
    "You are the best!!!",
    "Leehom wang 666😍😍😍😍😍",
    "没有华丽的服装，没有夸张的舞台设计，但却是一场世界级的音乐盛宴，谢谢你力宏 ❤️",
    "好聽到不行",
    "寶刀為老",
    "Lovee",
    "王力宏帅過李芸敵！！",
    "I love love love you",
    "最甜蜜的情歌 😍",
    "以前很愛這首歌，剛剛一聽到心裡很激動，風中的遺憾，好想你，如果你聽見我的歌，我的年輕歲月有你，國三的時候錄音帶不斷重複播放.....",
    "20191203",
    "这歌为啥能给我一个感情小白听哭了，2006在KTV被同学点的唯一和KISSGOODBYE圈粉到现在，墨尔本等你",
    "❤️❤️❤️❤️❤️ LOVE  from Italy  Wang!",
    "听过2场力宏演唱会的路过~~~",
    "Good luck lehom I love u iam from Malaysia",
    "What is the title of this song???\nFrom Indonesia",
    "这个字幕是怎么回事？只有我一个人注意到么",
    "More talented than Jay Chou",
    "So glad to know that ya coming to hk in nov! Cant wait!!",
    "才華洋溢",
    "This evening I feel that I want to listen to Chinese music just like when I was young bcos it brings back my childhood memories. I somehow end up listening to your speech at Oxford union and your music. Just wanna thank you for what you've done so far.",
    "Quisiera escucharla en español",
    "前摇过长",
    "happy birthday for u",
    "我爱你王力宏",
    "愛歌",
    "I love this song lots",
    "愛你 😍😍😍😍",
    "live 比原唱更好听 talent！",
    "😍",
    "End sept 2020 still watching wang lee hoom here.... le hoom wo ai ni....",
    "Baby 不要再哭泣这一幕多么熟悉\nBaby bu yao zai ku qi zhe yi mu duo me shou xi\n紧握着你的手彼此都舍不得分离\njin wo zhe ni de shou bi ci dou she bu de fen li\n每一次想开口但不如保持安静\nmei yi ci xiang kai kou dan bu ru bao chi an jing\n给我一分钟专心好好欣赏你的美\ngei wo yi fen zhong zhuan xin hao hao xin shang ni de mei  \n\n幸福搭配悲伤同时在我心交叉\nxing fu da pei bei shang tong shi zai wo xin jiao cha\n挫折的眼泪不能测试爱的重量\ncuo zhe de yan lei bu neng ce shi ai de zhong liang\n付出的爱收不回还欠你的我不能给\nfu chu de ai shou bu hui hai qian ni de wo bu neng gei\n别把我心也带走去跟随\nbie ba wo xin ye dai zou qu gen sui  \n\n＊ \n每一次和你分开深深地被你打败\nmei yi ci he ni fen kai shen shen di bei ni da bai\n每一次放弃你的温柔痛苦难以释怀\nmei yi ci fang qi ni de wen rou tong ku nan yi shi huai\n每一次和你分开每一次 Kiss you Goodbye\nmei yi ci he ni fen kai mei yi ci Kiss you Goodbye\n爱情的滋味此刻我终于最明白\nai qing de zi wei ci ke wo zhong yu zui ming bai  \n\n幸福搭配悲伤同时在我心交叉\nxing fu da pei bei shang tong shi zai wo xin jiao cha\n挫折的眼泪不能测试爱的重量\ncuo zhe de yan lei bu neng ce shi ai de zhong liang\n付出的爱收不回还欠你的我不能给\nfu chu de ai shou bu hui hai qian ni de wo bu neng gei\n我才明白爱最真实的滋味\nwo cai ming bai ai zui zhen shi de zi wei",
    "🤣😋☺️🤓🤡🤔🤥",
    "The besttttt",
    "要真心唱",
    "这首歌出来的时候，我还是花季少年。青春过去再不来，脑海里交织着MV画面和夏日初中时期画面。",
    "太 high 了他，他是不是上台前吸了笑氣 XD",
    "😢",
    "像是呢喃般的唱出心聲，認真的看著台下的大家，魂都要被你的眼神跟歌聲帶走了",
    "20191205",
    "我第一首認識你的歌啊!",
    "一閃一閃亮晶晶 留下歲月的痕跡\n我的世界的重心 依然還是你\n一年一年又一年 飛逝僅在一轉眼\n唯一永遠不改變 是不停的改變\n\n我不像從前的自己 你也有點不像你\n但在我眼中你的笑 依然的美麗\n日子只能往前走 一個方向順時鐘\n不知道愛有多久 所以要讓你懂\n\n我依然愛你 就是唯一的退路\n我依然珍惜 時時刻刻的幸福\n你每個呼吸 每個動作 每個表情\n到最後 一定會 依然愛你\n\n(依然愛你 依然愛你)\n\n我不像從前的自己 你也有點不像你\n但在我眼中你的笑 依然的美麗\n\n日子只能往前走 一個方向順時鐘\n不知道愛有多久 所以要讓你懂\n我依然愛你 就是唯一的退路\n我依然珍惜 時時刻刻的幸福\n你每個呼吸 每個動作 每個表情\n到最後 一定會 依然愛你\n\n(依然愛你 依然愛你)\n\n我依然愛你 或許是命中注定\n多年之後 任何人都無法代替\n那些時光 是我這一輩子最美好的\n那些回憶 依然無法忘記\n\n我依然愛你 這是唯一的退路\n我依然珍惜 時時刻刻的幸福\n你每個呼吸 每個動作 每個表情\n到最後 一定會 依然愛你\n\n你每個呼吸 每個動作 每個表情\n到永遠 一定會 依然愛你",
    "跟鬼一樣 有夠扯",
    "好喜欢这首歌，一开口眼眶就湿了",
    "amazing voice!!!!!!!!",
    "3:10 Jamie Wilson killed it.",
    "為什麼可以唱的這麼好聽，而且都不會老還是帥",
    "那16个给差评的出来，",
    "好后悔2003年名古屋巡演的时候我没有去看，那时在名古屋留学，什么时候来韩国开巡演呢？现在在首尔坐等😂",
    "這個key比原key都好聽 靠",
    "這首歌唱成R&B版不對味",
    "這吉他真的太高級了",
    "非常好听！",
    "04:07  好好聽喔!",
    "Iran loves you",
    "Omg.... superb",
    "好怀念呀 不知不觉都过了一年了~",
    "Solo from Jamie Wilson  is so so so so niceeeeeeee",
    "最喜歡的中國歌手",
    "突然好羨慕二嫂，可以被力宏❤️",
    "20191204",
    "Play violin plus singing. Super good. My tears keep falling,  very touching.",
    "華語歌壇界的傳奇人物之一",
    "第一次覺他還不錯",
    "这也太厉害了，直击心灵",
    "💐💐💐❤️❤️❤️",
    "Wang Leehom is a total performer, when you start playing the violin I'm amazed, your version of this song is great because you have an amazing voice. I'm a fan of Josh Groban and this song is one of my favorite.",
    "天才啊 ，王力宏",
    "令人尊敬",
    "好有才华!",
    "怎麼可以一直這麼帥又可愛，好羨慕他老婆",
    "snack",
    "ขนลุกแล้วว",
    "Liked!! Compare with Josh Goban",
    "When I am down and, oh my soul, so weary;\r\nWhen troubles come and my heart burdened be;\r\nThen, I am still and wait here in the silence,\r\nUntil you come and sit awhile with me.\r\nYou raise me up, so I can stand on mountains;\r\nYou raise me up, to walk on stormy seas;\r\nI am strong, when I am on your shoulders;\r\nYou raise me up: To more than I can be.\r\n\n\nYou raise me up, so I can stand on mountains;\r\nYou raise me up, to walk on stormy seas;\r\nI am strong, when I am on your shoulders;\r\nYou raise me up: To more than I can be.\r\n\n\nYou raise me up, so I can stand on mountains;\r\nYou raise me up, to walk on stormy seas;\r\nI am strong, when I am on your shoulders;\r\nYou raise me up: To more than I can be.\r\n\n\nI am strong, when I am on your shoulders;\r\nYou raise me up: To more than I can be.\nYou raise me up: To more than I can be.",
    "上天賜予才華出眾✨\n自養其內在涵養品行德馨👍",
    "好希望这辈子可以看一次二哥福利秀",
    "我操 每听一次都会眼眶湿润！力宏真棒！",
    "听到我都快哭了啦",
    "力宏，唱什麼歌都好聽♡",
    "太扯了 聽到雞皮疙瘩都起來了",
    "太好聽😭",
    "好好聽🥺",
    "3:40 Janet!?",
    "Leehom, please come to Malaysia soon!",
    "2019.1203",
    "不唱的段，旋律都已经够让人沉醉了",
    "好好聽❤️",
    "也太像CD了！好聽",
    "莫忘故鄉 - 台灣",
    "好听",
    "大好き！",
    "😭why don’t you hold a show in Hong Kong for the world tour this time! I’m a big fan here !",
    "每个男人想成为的榜样",
    "101個留言 簽",
    "2021.02.01",
    "好聽到哭",
    "I loved it so much, Leehom!",
    "超好听的力宏的声音",
    "王力宏唱歌的时后非常的好听",
    "我是听王力宏的歌长大的",
    "what is the name of this song ? Plzz",
    "這場真的超爽",
    "淚珠",
    "不需要了",
    "我陪你🥰",
    "等我長大，一定要去聽你的演唱會💙",
    "最爱的live版本",
    "真的很好聽👍",
    "He's got such a lovely voice 💖",
    "我的音樂英雄",
    "🤗🤗🤗🤗🤗🤗🤗🤗🤗🤗🤗🤗🤗🤗",
    "한글이 없네 노래좋다",
    "这唱功！！！",
    "我來台北留學快兩年，剛好發生了這個疫情，還沒機會好好去聽力宏的演唱會～我十幾年前日思夜念的偶像，真的超級想念他～",
    "❤",
    "一開口真的很多的畫面~",
    "Jamie胖了好多",
    "吊打林俊杰",
    "🎵🍀💯🌹",
    "為什麼中文說了幾十年abc口音還是這麼重lol",
    "幹.....聽力宏唱現場真的很享受",
    "Desember 2020 from Indonesia.\n我愛你 😍😍😍",
    "One of my favorite song, Leehom!",
    "請問有人知道這次力宏現場的演唱是什麼調嗎? C調?",
    "2:40是什麼回事",
    "怎么觉得唱功比以前还好？",
    "太帥了吧...男神\n而且聲音好亮好好聽🥰🥰🥰",
    "你就是我的唯一，你就是啊...",
    "wow! 🥰❤️🤩🤩🤩🤩🤩🤩🤩",
    "進步很多。這唱功 真的不輸JJ",
    "除了黃家駒，我只聽王力宏的歌了",
    "Singer : Wang Leehom 王力宏\nAlbum : The Only One\nTitle : Wei Yi 唯一\nEnglish Title : The Only One\n\n我的天空多麼的清晰\nWǒ de tiānkōng duōme de qīngxī\nMy sky is so clear\n透明的承諾是過去的空氣\ntòumíng de chéngnuò shì guòqù de kōngqì\nThe transparent promise is the air of the past\n牽著我的手是你\nqiānzhe wǒ de shǒu shì nǐ\nYou are who hold my hand\n但你的笑容 卻看不清\ndàn nǐ de xiàoróng què kàn bù qīng\nBut your smile can't be clearly seen\n\n是否一顆星星變了心\nShìfǒu yī kē xīngxīng biànle xīn\nIf a star has changed its mind\n從前的願望\ncóngqián de yuànwàng\nAll wish of the past\n也全都被拋棄\nyě quándōu bèi pāoqì\nare abandoned\n最近我無法呼吸\nzuìjìn wǒ wúfǎ hūxī\nLately, I can't breathe\n連自己的影子 都想逃避\nlián zìjǐ de yǐngzi dōu xiǎng táobì\nEven my own shadow want to run away\n\nBaby 妳就是我的唯一\nBaby nǐ jiùshì wǒ de wéiyī\nBaby, you are my only one\n兩個世界都變形 回去談何容易\nliǎng gè shìjiè dōu biànxíng huíqù tánhéróngyì\nThe two worlds has changed its shapes, It's not easy to go back\n確定 妳就是我的唯一\nquèdìng nǐ jiùshì wǒ de wéiyī\nI'm sure that you're my only one\n獨自對著電話說我愛你 我真的愛你\ndúzì duìzhe diànhuà shuō wǒ ài nǐ wǒ zhēn de ài nǐ\nAlone on the phone I say I love you, I really love you\nBaby 我已不能多愛你一些\nBaby wǒ yǐ bùnéng duō ài nǐ yīxiē\nBaby I can't love you more\n\n\n \n是否一顆星星變了心\nShìfǒu yī kē xīngxīng biànle xīn\nIf a star has changed its mind\n從前的願望\ncóngqián de yuànwàng\nAll wish of the past\n也全都被拋棄\nyě quándōu bèi pāoqì\nare abandoned\n最近我無法呼吸\nzuìjìn wǒ wúfǎ hūxī\nLately, I can't breathe\n連自己的影子 都想逃避\nlián zìjǐ de yǐngzi dōu xiǎng táobì\nEven my own shadow want to run away\n\nBaby 妳就是我的唯一\nBaby nǐ jiùshì wǒ de wéiyī\nBaby, you are my only one\n兩個世界都變形 回去談何容易\nliǎng gè shìjiè dōu biànxíng huíqù tánhéróngyì\nThe two worlds has changed its shapes, It's not easy to go back\n確定 妳就是我的唯一\nquèdìng nǐ jiùshì wǒ de wéiyī\nI'm sure that you're my only one\n獨自對著電話說我愛你 我真的愛你\ndúzì duìzhe diànhuà shuō wǒ ài nǐ wǒ zhēn de ài nǐ\nAlone on the phone I say I love you, I really love you\nBaby 我已不能多愛你一些\nBaby wǒ yǐ bùnéng duō ài nǐ yīxiē\nBaby I can't love you more\n\n其實早已超過了愛的極限\nQíshí zǎoyǐ chāoguòle ài de jíxiàn\nThe truth is, I've already gone over the limits of the love\n\nBaby 妳就是我的唯一\nBaby nǐ jiùshì wǒ de wéiyī\nBaby, you are my only one\n兩個世界都變形 回去談何容易\nliǎng gè shìjiè dōu biànxíng huíqù tánhéróngyì\nThe two worlds has changed its shapes, It's not easy to go back\n確定 妳就是我的唯一\nquèdìng nǐ jiùshì wǒ de wéiyī\nI'm sure that you're my only one\n獨自對著電話說我愛你 我真的愛你\ndúzì duìzhe diànhuà shuō wǒ ài nǐ wǒ zhēn de ài nǐ\nAlone on the phone I say I love you, I really love you\nBaby 我已不能多愛你一些\nBaby wǒ yǐ bùnéng duō ài nǐ yīxiē\nBaby I can't love you more",
    "Love the voice and the song! So Perfect!",
    "We need one Chinese singer who can represent our nation as talent and famous as other superstar singers.. U can compose English songs, sing, and play instruments. I am waiting the day will come to let all other Non Asian countries know u.",
    "Babyi",
    "I found a love for me\r\nDarling just dive right in and follow my lead\r\nI found a girl beautiful and sweet\r\nI never knew you were the someone waiting for me\r\n'Cause we were just kids when we fell in love not knowing what it was\r\nI will not give you up this time\r\nDarling, just kiss me slow, your heart is all I own\r\nAnd in your eyes you're holding mine\r\nBaby, I'm dancing in the dark with you between my arms\r\nBarefoot on the grass, listening to our favorite song\r\nI have faith in what I see\r\nNow I know I have met an angel in person\r\nAnd she looks perfect tonight\r\nI found a woman, stronger than anyone I know\r\nShe shares my dreams, I hope that someday\r\nI'll share her home\r\nI found a love, to carry more than just my secrets\r\nTo carry love, to carry children of our own\r\nWe are still kids, but we're so in love\r\nFighting against all odds\r\nI know we'll be alright this time\r\nDarling, just hold my hand\r\nBe my girl, I'll be your man\r\nI see my future in your eyes\r\nBaby, I'm dancing in the dark with you between my arms\r\nBarefoot on the grass, listening to our favorite song\r\nWhen you said you looked a mess\r\nI whispered underneath my breath\r\nBut you heard it\r\nDarling, you look perfect tonight\r\nBaby, I'm dancing in the dark with you between my arms\r\nBarefoot on the grass, listening to our favorite song\r\nI have faith in what I see\r\nNow I know I have met an angel in person\r\nAnd she looks perfect\r\nI don't deserve this. Darling, you look perfect tonight",
    "王力宏真的是台灣人的驕傲",
    "同感 卧槽",
    "00：06",
    "超好聽！",
    "What a happy song ！So Sweet 💗💗💗",
    "What a perfect voice for a perfect song with a perfect ensemble. Thank you Lee Hom, band and company!",
    "他奶奶的 我淚了  OMG",
    "超級無敵好聽",
    "聽了王力宏的就回不去原唱了 🥰🥰♥️♥️♥️♥️",
    "就喜歡力宏這樣簡單，純淨的嗓音搭配吉他的伴奏，也將紅髮艾德的這首歌表達的非常“完美”……",
    "王力宏演唱的方式，以告诉的方式！很容易进入心里",
    "力宏老師唱英文歌真的好聽，這首歌真的是被唱出靈魂了！",
    "❤️❤️❤️",
    "好好听 👍👍",
    "2:03 Three ❤️❤️❤️",
    "华语乐坛有史以来全能艺人",
    "這首歌真的很難唱 連力宏都沒有唱得跟cd一樣很多地方都用假音撐過去",
    "是上傳不是上床喔",
    "王力宏真的嗓子超優質，又穩",
    "几年后再看就是经典",
    "王力宏 真的 好厲害，好好聽",
    "看到了姆爷的影子，太厉害了",
    "Perfect pair!!!!",
    "黃明志越來越帥，帥慘了😭",
    "👏👏👏👏👏👍👍👍👍👍👍👍",
    "超屌的，希望还有机会到现场去听。",
    "王力宏唱得好很棒，尤其後面高音",
    "王力宏真的超屌",
    "他们都是传奇",
    "It’s not bad honestly , but there were plenty of lyrical mistakes",
    "阿志神人無誤",
    "Touch my heart.",
    "高音好高",
    "Wow! Wow! Wow!\nTerbaik!!! Great voice",
    "好听。真是百听不厌！这组合最好😎👍👍👍",
    "都不會忘詞 太強了!",
    "我就纳闷了你唱歌不看台下歌迷怎么总是看台上打鼓的黑人😄",
    "看起来真的像二十多岁....",
    "力宏哥哥 比以前更进步了 唱的更好了 真的好听！",
    "Sing It!!!!!!",
    "非常喜欢和想念那时候的力宏，在新力的那些年真的看着他的成长。但愿力宏可以考虑把当年的风格融入下一张专辑。",
    "很有音乐性的活动，好",
    "很喜愛這首歌，MV都一直保存著 。",
    "超級無敵好聽   會讓人一直想重複播放",
    "以前都沒認真聽過力宏的聲音，真正實力派",
    "KEY好高!!",
    "華人之光 真正的歌手",
    "力宏哥的混聲唱法真的太屌了！",
    "Very talent singer plus know most of the music instruments. Super!!!!!",
    "麻痺 實力跟按讚數不成正比",
    "We need this on iTunes!",
    "太好聽了",
    "請你來唱   不是要你超越原唱",
    "我聽過最喜歡的shallow \n真誠  樸實  乾淨",
    "Now that's a Gaga song and it's one of the hardest songs to sing. He did pretty well.",
    "王力宏音色统一度无敌",
    "王力宏牛逼",
    "純粹的聲音，保持初衷的感覺",
    "比原唱好聽～唱功強^^",
    "Hardcore singer! 20 years later still sounds awesome.",
    "好高的音啊",
    "這是我看過的最屌的shallow翻唱，沒有之一。",
    "我媽問我為什麼要跪著看手機？",
    "黃大煒 still got it",
    "你把我灌醉，你讓我流淚……",
    "兩位太扯了",
    "小提拉得好好啊]",
    "黃大煒,王力宏兩位唱作俱佳的歌手,不僅背景相似,都是從國外回台,兩人也都精通多種樂器,而黃大煒年輕時的帥氣外表當然也不遜色於王力宏呢!!兩位在舞台上的感覺,宛如哥哥帶弟弟似的,當天在現場的觀眾們,能聽到兩位歌壇奇才的同台演出,可叫人羨慕死了!!",
    "看了都醉了 😂",
    "力宏さん是多才多芸。",
    "免费演唱会还请两个嘉宾 真是好人",
    "好喜歡力宏拉小提琴🎻",
    "love ！",
    "那天去聽黃大煒演唱會，現場聲音還是非常厲害，但真的只有最後安可的兩首歌聽過",
    "愛死",
    "I like how the special guest, Chuan Chi, says \"I gotta go, bye!\" in perfect English after singing in Chinese",
    "请你来看我们表演https://youtu.be/6cUA2ZfKqzA",
    "开　往城市边缘开　把车窗都摇下来　用速度换一点痛快\n孤单　被热闹的夜赶出来　却无从告白　是你留给我的悲哀\n哦　爱　让我变得看不开\n哦　爱　让我自找伤害\n\n＊你把我灌醉　你让我流泪　扛下了所有罪　我拚命挽回\n　你把我灌醉　你让我心碎　爱得收不回　嗯...\n\n猜　最好最坏都猜　你为何离开　可惜永远没有答案\n对我　你爱得太晚　又走得太快　我的心你不明白\n更多更详尽歌词 在 ※ Mojim.com　魔镜歌词网 \n哦　爱　让我变得看不开\n哦　爱　让我自找伤害\n\nRepeat ＊\n\n我梦到那里你都在　怎么能忘怀\n你那神秘的笑脸　是不是说　放不下你是我活该\n\nRepeat ＊",
    "what's the drummer name?",
    "I  don't   understand  a word  of  Chinese  language  but  your  violin  talks  to  my  heart!",
    "這場是免費的喔😳",
    "王大伟老师",
    "Oh, my  God, wonderful!!!!!!!",
    "Spectacular!",
    "他剛出道時的歌",
    "My very first casette of Leehom's album that I BOUGHT - Love Rival Beethoven!",
    "i remember when I watch this MV,I wans in preimary school LOL",
    "this rythem is as same as Love is an open door in the movie  of Frozen",
    "Lee Hom are you serious ? really? u were primary student ?24 years age?",
    "還是一樣帥啊！",
    "第一句力宏说的是“give me one reason”还是“give me one rhythm”？",
    "这首歌有点历史了",
    "我記得當初我聽到這首歌，然後看到這人倒立（電視強打）然後我心裡超級討厭，幹嘛搞怪倒立又挫，一定不會紅！後來國中的時候「好想你」，哇這個人有點帥唱歌好聽耶，立馬買錄音帶，一聽成粉絲，立馬又買了我當初很討厭的情敵貝多芬，不過那時還是很不喜歡這首輕快的歌，多年過去，現在聽著有些激動，那時候國三不讀書只想一直聽王力宏的錄音帶，我超級喜歡「是你」這首歌",
    "20191206",
    "好好聽！",
    "bb king style",
    "Yes,  sing  it  man!  You  are  number  one!",
    "力宏已經把自己融入旋律中，接近free style的呈現，令人陶醉！",
    "唱了24年 情敵終於出現",
    "歌曲名稱： \"情敵貝多芬\"",
    "應該是“情敵貝多芬”",
    "歌名打錯了",
    "好美好美的歌曲❤️",
    "好开心二哥重新唱了这首歌！这是我最喜欢的古早老歌之一",
    "This song is taken from the White Paper album 1997!",
    "喜歡力宏的第一首歌😍😍✨✨💖💖",
    "心中永远的唯一的全能男神",
    "The king of Chinese pop",
    "我的童年",
    "以前的歌，放到现在还是很好听",
    "當年超愛這首歌,散發青春無敵的輕快旋律,有人還記得MV裡的美女姊姊嗎?覺得她笑起來好甜好漂亮",
    "這種現場唱功 這種現場音樂性 這種即興靈魂 華語樂壇除了力宏還有誰",
    "爱从泰国",
    "你不懂我的委屈",
    "How  many  instruments    you  play  phenomenal!!!!",
    "You look so cool. I love this song. 20yrs is a long time. But the feeling for this song stays the same. Good memories make us happy.",
    "超好聽的  哈哈",
    "无私奉献美好音乐，十分感谢",
    "好",
    "1997年的歌曲 距今22年前 在每一秒裡都想見到你 列入懷舊歌曲了嗎?",
    "雖然放槍了~ 但還是很好聽阿 哈哈哈",
    "This song pulls at my heart every time I hear it...even though I only understand a little of the mandarin. So beautifully performed. Leehome is an amazing vocalist",
    "❤️❤️",
    "宏迪szd",
    "人长的帅，高学历，多才多艺，家世显赫，多美完美的人。",
    "國中時不怎麼聽華語歌 因為戀愛通告力宏演的電影特別喜歡這首歌 十幾年過去了 再聽到勾起了當時的回憶  太好聽了",
    "蝴蝶眨幾次眼睛\n才學會飛行\n夜空灑滿了星星\n但幾顆會落地\n\n我飛行 但你墜落之際\n很靠近 還聽見呼吸\n對不起 我卻沒捉緊你\n\n你不知道我為什麼離開你\n我堅持不能說放任你哭泣\n你的淚滴像 傾盆大雨 碎了滿地\n在心裡清晰\n\n你不知道我為什麼狠下心\n盤旋在你看不見的高空裡\n多的是 你不知道的事",
    "相見恨晚這首Live",
    "正真好听的是观众！！",
    "好強",
    "This is beautiful❤",
    "Anyone know the drummer’s name? He was TIGHT in the pocket.",
    "We will sing and shout onto the Lord! Father bring in every caterpillar, cocoon and butterfly. 祂确实是抓紧我们大家的祂。Amin. Puji Tuhan Slama-lamanya. Dia tidak melupakan kita satu jugak. Jika Tuhan belum ber-放弃，我们也不可能。",
    "他是一个很会玩音乐的人，用感情唱歌的歌手最吸引",
    "Wang Lee Hom is a true treasure. Live this song. One of the few Chinese I can sing completely.",
    "謝謝你 & 辛苦你了。你是真心非常愛你的粉絲~！！",
    "One of the OST in the movie Love Disguise back in 2010!",
    "王力宏也是行走的CD，只是太低調了，只專注在音樂上",
    "THANKS for healing everbody!",
    "I think if David Tao was to sing this live, it’ll be quite splendid.",
    "2020再听这首歌仍是动听感触万千！",
    "😍😍",
    "二哥要成仙了",
    "I just played this list (Leehom 2019 free show) the entire lockdown in March 2020!",
    "lihong my super star",
    "好厲害",
    "狀態維持太好了 力宏forever",
    "「きっと君に出会う」ですね。",
    "лихо!",
    "好的歌聲 才華 配合外型 真的接近完美歌手啊",
    "Ur singing makes me dance and feel happy!!!!!!!",
    "居然没有多少评论！！太好听了吧！",
    "喜歡自由自在的你",
    "多么期期期期期期期待！",
    "this man is too perfect to be true",
    "期期期期期待 这招可以！",
    "Love it...",
    "每次听，每次都会跟着兴奋起来！超爱~",
    "太好聽了！永遠的經典",
    "👌👏",
    "Wowwwww   good  singer  greetings  from  Italy  beautiful  boy!!!!",
    "比CD還好聽！！！",
    "好好聽喔❤️ 超棒❤️",
    "心情差很喜歡他聲音",
    "LOL .... sorry for the typos. In short ... PTL for a great voice in our generation. Let us join in the chorus of praise!",
    "WHL de主一次又一次，一圈的一圈，转来转去，都是为了把你带到祂的荣耀里。自然的呼求吸引你让你把祂成为救助 ：） 开心的门口吧。ADL mari menyayi sama2 rakan2 tua muda wang dihormati!",
    "好喜欢现在的音色，重唱老歌也去太好听了",
    "哇！王力宏的歌我聽了好療癒啊",
    "金曲獎最佳男演唱人最年輕得主，就是這張[公轉自轉]專輯，開啟王力宏音樂輝煌時代",
    "為什麼一開始會聽到很像我的名字...",
    "20年依然大爱",
    "太帅了，歌百听不厌，太爱力宏了🥰🥰🥰🥰",
    "這場表演聲音狀況好完美",
    "这是让我注意到力宏的歌和音乐。 还是很喜欢这首歌， 棒棒的",
    "公轉自轉我覺得是力宏最好聽的一首😭😭",
    "Didn't change a bit 22 years hence. Only better.",
    "當初這MV超帥的，把我電的不要不要的，那個眼睛和眼神滿分💯！而且一直跳躍的樣子也是好帥，一直喜歡這首歌和MV",
    "一開始以爲有調音。。\n後來發現原來是聲音自帶autotune。。。\n太厲害了",
    "爱上这首歌了",
    "我看過最棒的歌手 華語音樂圈真的沒有他不行\n\n會唱\n會作曲\n會彈鋼琴拉琴\n帥、高\n家世學歷好\n最重要的 他說過做音樂就是帶給大家快樂 每年做免費的演唱會、捐款給機構、等等\n真的是太完美了",
    "How old is he now? \nHe's immortal",
    "Perfect time to built your muscle. Looking good.",
    "公转自转，初三的大爱，同一年力宏接的娃哈哈纯净水广告",
    "實力派歌手！贊",
    "每當聽Lee Hom唱歌. 都感到很温柔的和暢服.",
    "love all old and new song in yaers go Pass thank wang leehom",
    "Good 王力宏 Wang Leehom",
    "希望明年2020年我會去參加你的FREESHOW演唱會",
    "用歌曲從環境音變成剪接的轉場，好棒的VLOG",
    "CC: ! a3 bac4, 1eeh03 h0w are y06?",
    "力宏還是好帥，身材真好！",
    "發現自己的身影在裡面,原來是這種莫大的喜悅^^",
    "Wish I was there! Long time fan of yours~ keep up with the great work!",
    "Please add English subtitle. 😭",
    "Please do a concert in Indonesia, or somewhere near like Malaysia or Singapore, I would definitely go and watch it. Please!!! >.<",
    "How to get free show ticket?",
    "公轉自轉❤️好多小時候的回憶湧現\n肌肉線條好性感～",
    "期待完整版",
    "这种有情怀的活动，只能够在台湾，新加坡和其他西方发达国家做。在中国做的话，直接变成 丧尸围城",
    "2021 还有谁和我一样在听的吗？\n二哥的歌一直都这么棒！",
    "自從2004-2015年，中國有五億人成功脫貧，盼望你們繼續努力迎難而上，為主作光作鹽，發光發熱發亮，作這世界的真光照亮全球人類的心靈，讓生命與生活能夠得到神蹟性的翻轉，把握生命中的每一個最重要的機會和時間，讓生命得到更大的茁壯成長，更像基督得著神兒子完全人的新生命，改變一生命運的軌跡，哈利路亞！🌹謝謝！2021,加油，努力，目標一定得！🏞️⏳🎯🚀👑🏆✨🌱YES！😎✌🏻✌🏻✌🏻\n\n來自廣州的香港人",
    "给人力量的旋律，不自觉就很感动",
    "超感动的一首歌",
    "這麼好聽的歌 現在才發現 好喜歡王力宏的聲音",
    "力宏就是有他的味道 好比红酒 越喝越入味",
    "也能借助这首歌来熬过这次的疫情",
    "💖🤩🔥💫✨🎤🎉 Sweet  and  flawless!  He can  sing  in  a  special  way  conveying  emotions!  I  love  this  singer!",
    "It was amazing to see you in person at the closing ceremony of the 5th Annual Jackie Chan International Acton Film Week in Datong! ❤️😍 One of the many dreams to come true! Thank you for wonderful performance!",
    "好好聽~~",
    "Nice, beautiful, warm and powerful song.",
    "这首歌\n为什么不火呢",
    "最爱二哥了，你的音乐陪伴了我19年的岁月",
    "Such a beautiful song!!! Love it so much!!!",
    "真心觉得不好听。不要shoot我，有评论才会有进步。也不要说什么叫我创作或唱一首。我不是歌手。总之不要shoot我就好。有评论才会有进步。",
    "Lots of love from OurHome Philippines 😘😘😘 We hope to see you soon! God bless.",
    "力宏是心很善良的帥哥，也謝謝你常提醒大家要發揮善心伸出援手去幫助需要幫助的人喔🙂🙂🙂❤❤❤❤❤😘",
    "听了好舒服的一首歌",
    "可以上春晚啦吧😁",
    "太好听了，健身必备",
    "CrossFire...",
    "越听越绕耳，终于找到了",
    "抖音而来🙋‍♀️ 好喜欢这首歌💕 虽然我不是王力宏的粉丝但是我还是会偶尔听他的歌，算是歌迷吧🤔",
    "BLUE",
    "超喜欢那音乐和节奏。",
    "周杰伦越来越有才了，好听",
    "cf CARALHOOOOOOOOOOOOOOOOOOOOOOOO",
    "好难听，这首歌是怎么过cf音乐审核的",
    "难听",
    "垃圾不好听，还没有谢霆锋的好听",
    "謝謝 這首歌對於我的病情真的很有幫助  特別是鼓勵人的那一段\n謝謝 力宏哥我會堅強自己的武器因為我是命中注定的贏家",
    "可惜遊戲沒了之前的可玩性了",
    "王力宏，你会跳舞吗？唱的是能唱跳是不能跳😂😂😂",
    "现在CF游戏里新角色就是王力宏",
    "Nice)",
    "還是聽他的抒情歌就好了。。。",
    "这曲风、编曲，我喜欢",
    "so cool",
    "很特別的歌，很洗腦呀",
    "原來我真需要你陪，你回來陪陪我好不好而你是我這輩子最大的野心",
    "Prob my fav song",
    "听了啊卓来的。啊卓加油。有人也是吗。顶起来",
    "刘亦菲",
    "2021年继续想念，想念过去，需要你陪",
    "好感人",
    "靠北啦這首歌居然是西虹市首富的插曲\n很感動的歌聲一直對上沈騰的臉😅\n我那進退不得的眼淚啊！",
    "2021年4月了……",
    "Like the song like the movie",
    "2021 👍",
    "原来只是觉得好听，经历了一些事情以后听着就哭了",
    "這首真的好美好美很孤單寂寞😞❤️",
    "王力宏演王力宏🤣😍",
    "2021？",
    "18-12-2020",
    "노래 진짜 좋네..",
    "Yesterday I watched the movie mr. Billionaire and I liked it and this song was just changed the way my heart beats. Love it 🖤❤️❤️",
    "最喜欢的力宏歌曲就是这首了",
    "老好听啦。",
    "2020還有人在聽嗎?",
    "0:09 别想了(눈_눈)",
    "What is the name of the second song that he performs?",
    "还记得15年前，当时还在读初三的我，喜欢着一个女孩儿，唯有听王力宏的歌曲才能化解那种爱慕，其中最喜欢的一首歌就是《不可能错过你》，还有一次熬夜写作业，边写作业边听歌作业试卷，第二天交作业的时候才发现名字那一栏写了Leehom, 回忆起来都是青春的青涩，至今还保留着那盘卡带",
    "力宏 支持你 一直是我的偶像 爱你的歌",
    "四十几的力宏稍微打扮打扮瞬间回到20+。力宏平时真的不应该邋遢\n看到力宏还这么年轻真是让人振奋",
    "晚上去看哈哈",
    "看了好心情👍😄❤️",
    "So happy this guy!",
    "我待會兒就要去戲院看了，好期待！！！！",
    "Did Wong fu shoot this or what 😂",
    "How can you not love Leehom😍?\nHe is genuinely charismatic💕!\nSuch a delight to see him in a comedy movie.  I'm gonna go see My Lucky Star again😏.",
    "Prince Charming!",
    "这也太好听了吧！老歌迷好惭愧，两年前的新歌现在才知道，因为前几年很少上社交网站错过了二哥宣传的微博和ins😂",
    "这首歌的节奏让人忍不住跟着动起来，太带感了！",
    "중국나라의 양쿤가수,\n한국나라의 씨스타그룹의 나혼자라는 노래를\n공부하여주기바랍니다.\n윤명선드림.",
    "한국나라의 윤보선전대통령관계자들께,\n일본나라의 전수대학의 법학부에  \n유학하여 히다가교수의 라구스회에 가입하여주기를 바랍니다.\n윤명선드림.\n경제조건이 허락하면\n윤명선  저 본인의 라쿠스회의 회원비를 \n지불하여주기바랍니다.\n윤명선드림.",
    "한국나라의 송강호영화배우께,\n메리크리스마스 and happy new year!\n윤명선드림.",
    "한국나라의 윤보선전대통령관계자들께,\n한국나라에서 노동법의 노동계약이외의  사람들이 강제노동, 간접노동을 시키는 것을 법처벌하여줄것을 요구합니다.\n윤명선드림.",
    "삼성그룹이재용부회장 께,\n프랑스나라의 셀린디옹가수의 음악을 공부하여주기바랍니다.\n윤명선드림.",
    "롯데그룹신동빈회장께,\n프랑스나라의 셀린디옹가수의 음악을 공부하여주기바랍니다.\n윤명선드림.",
    "미국나라의 케니지,\nI love your long hair.\nI love kiss you too.윤명선",
    "한국나라의 박근혜전대통령께,\n메리크리스마스 and happy new year!\n윤명선드림.",
    "한국나라의 김영삼전대통령관계자들께,\n메리크리스마스 and happy new year!\n윤명선드림.",
    "중국나라의 왕리홍가수,\n메리크리스마스 \n,and  happy new year !\n윤명선드림.",
    "중국나라의 시진핑국가주석께,\n중국나라가 발전중국가에서 선진국으로 가기바랍니다.\n사회의 발전방향을 더욱 자신있게 확실히 하여주기를 바랍니다.\n윤명선드림.",
    "有點想到黃立行，style有點像邁進那種fu中，但他前面好多快歌都很難聽，真得還是適合抒情曲～",
    "롯데그룹신동빈회장께,\n한국나라의 남포문고서적의 중국의 미래,싱가포르 모텔를 공부하여주기바랍니다.\n윤명선드림.",
    "중국나라의 왕리홍가수,\n즐겁고 행복한 추석을 보내기를  바랍니다.\n월병을 저분까지 사먹기를 바랍니다.\n윤명선love you.",
    "중국나라의 시진핑국가주석께,\n중국나라의 전국 학교사회복지에 관련하는 지역별\n초.중.고학교들의\n통계수자를 가지고있습니까?알고싶습니다.\n윤명선드림.",
    "假唱",
    "중국나라의홍콩성룡영화배우,\n미국나라의오스카상을 받은것을 축하합니다.\n한국나라의팬들에게\n성룡오빠의 영화를 더많이 보여주기를바랍니다.\n윤명선드림.",
    "为什么不和方文山合作一下",
    "Totally time waste movie",
    "These CGI graphics look like cutscene from PS3 era (2006-2013)",
    "The floating metal animation is not cinematically edited well and missing lots of details and contradicting to advance physics, more it's just like a cartoon movie animation with combination of human.",
    "I better play video game. Junk film",
    "Hola y como encuentro la primera serie de este drama porfabor ayundeme muchas gracias",
    "谁可以上传，想看高以翔少有的古装造型。",
    "I'd like to watch this movie with a proper dts:x home theater setup.",
    "Torille! Renny Harlin.",
    "X victoria Song 👏👏👏👏👏👏👏👏👏👏",
    "cool is there an english plot synopsis?",
    "穿越+炫酷科技控",
    "以為自己開了兩倍速，連忙看了看...正常¬_¬｀",
    "All big bugdet chinese movies used too much CGI nowday 😅😅😅",
    "Woaw :o",
    "Nice one",
    "Always wishing there is english subtitles. 😊",
    "好想看",
    "坐等",
    "Oooh interesting",
    "Wow nice I gonna watch it hehe",
    "有谁2021七月还听吗？",
    "مين اجاا تيكك توكك؟😭😂بااباا ماماا انيااا 😭😂",
    "加油天王",
    "10/6/2021  你们呢？",
    "2021",
    "2021 还在听举手了",
    "When i heard this music i miss taiwan the best memories in my life wo ai taiwan",
    "2021还在听的来报道啦！我也不知道咋的刚才突然就想起这首歌，然后就停不下来了",
    "真的超好听",
    "我现在才懂女声是章子怡😂😂",
    "2021還有在聽的舉手 hhhhha",
    "貴方はアジアを代表するアーティストだったんですね。３年前に台湾スター名鑑を買ったのに、誕生日と身長と血液型と出身だけしか覚えなかったからごめんなさいね。🎼🎵🎙️🎤🎶😆😄😁😀😍✨",
    "Phim gì đây các bạn?",
    "2021还有听的点个赞👍🏻\n👇🏻👇🏻",
    "2021\n｜",
    "可以給互相包容 愛一點",
    "can anyone tell me the drama name.plz. thks u",
    "很讨厌看章子怡牙齿",
    "2021了 还是很喜欢",
    "2021還有在聽的按讚",
    "i need this on spotify :”)",
    "这首歌这么糊的吗",
    "I am moved by the song and I liked it very much.",
    "看了王凱这部好看的电影来聽这首好歌!",
    "From Malaysia i so loving lehom",
    "酱好听的歌竟然只有80000++的view，感觉像没有宣传那样",
    "拜！",
    "这么好听的歌，居然昨天才听！悲壮、感动！",
    "这首歌为什么没红呢？那么动听感人",
    "开头口琴致敬张国荣，轻轻说声在为我送温暖，（当年情）",
    "什么时候能放上Spotify？？？",
    "打call",
    "A daddy just more make a sense than a boy 😱😎😎",
    "I do not understand mandarin, but this song just made me feel sad.",
    "👍👍👍👍👍👍👍",
    "好聽! 我愛王力宏! 謝謝分享!",
    "heart pounding... sad yet a touch of courage",
    "想要二哥的口琴。。",
    "Another 2 thumbs up!",
    "小時候立志想做護士，但是見血會頭暈和嘔心，所以沒法達成。不過，仍然喜歡看關於科學雜誌，因為生物讓我感覺上帝的偉大。",
    "每次听都好想哭",
    "Incredible voice, Leehom!",
    "2020年12月还在听的人举手\r\n↓↓",
    "10/28 11:29 為何你來到這地方？你年少時住在那裏? 我一直在南區，其實我都不理解為何來到這位置，一切來得巧合，剛巧遇上你.....很奇妙😊",
    "Omg I love your music and your voice. American here. Discovered you last year after watching big little soldier. So talented.",
    "這首歌，像在用唱的說一段很長的故事",
    "有點憂傷卻美妙的詞曲，雋永,",
    "力宏怎麼可以這麼帥❤️",
    "Finally got the story what you want to tell. Thank you for coming back and leaving this song behind. You are  way ahead of my timeline. Don't know what would happen in future. But only unselfish true love deserve same true love.",
    "2020还在听，👍👍👍",
    "二哥你干啥都行，我都顶，别碰摄影。谢谢！",
    "Can someone pls translate the lyrics into English by replying on my comment? Thank you! ❤️",
    "*_wang leehom beautiful ❤_*",
    "这首歌有够难唱",
    "Still handsome💕💕💕",
    "支持馆长",
    "曲高和寡😭",
    "2019/06 依然覺得太好聽",
    "这绝不是唯一forever love 的王力宏。他的爱已经升华。但愿那样的境界我能企及。",
    "Please...can anybody tells me who the other girl is?",
    "我感激世界有你",
    "can't wait the full version to being released",
    "又一首ktv禁曲。。最近几天发的这么频繁，新转怕是快出了吧？开心，二哥加油啊",
    "鋼琴版在這唷～\nhttps://youtu.be/k71BX7oUiGM",
    "mv什麼時候出啊",
    "好好聽～期待完整版！",
    "希望能快点出MV!!",
    "一開始我以為是女性美聲…這個唱腔太尖了實在接受不了…而且他的頭髮真的像很久不洗了…還有覺得他現在的臉都怪怪的很不自然尤其是眼睛的部分，是我的錯覺嗎？",
    "😮😳😍",
    "各位，如果可以的话帮忙王力宏和黄明志合作的漂向北方在今天破亿，谢谢",
    "Support lee hom. Go https://youtu.be/qIF8xvSA0Gw and break 100 mil",
    "漂向北方 - 黄明志ft.王力宏",
    "Yeah! I'm early for the teaser",
    "所以我說那個 歌詞~",
    "歌好好听！但求求王力宏找别人帮你写词吧，，，好不押韵，，，无言",
    "从忘我到你的爱到奇遇的起点，二哥怎么这么喜欢用外国女演员了呀",
    "太好聽了！！！！",
    "啊啊啊啊啊啊啊 好帅，好听哭",
    "Leehom's always the best, I'm really forward to this",
    "噢，请不要提醒我，我女儿早晚要长大。",
    "謝謝王力宏一直餵我音樂",
    "这个mv不敢看第二次，哭得太惨了😭",
    "i’m going to for the next to the next two",
    "父愛!!!!",
    "太厉害了，超棒的歌，很喜欢。",
    "大师的音乐制作课",
    "one of the few true musicians",
    "I wish there were subtitles. I only took 5 years of mandarin. It doesn't help. Lol",
    "超愛聽的幕後花絮",
    "I think this song is one of my favorite song of Wang Leehom. It's really emotional and I touched. OMG each time I see this MV I always cry a lot. I love this song so much",
    "比較喜歡沒有大陸腔的王力宏，為什麼你要改掉你原本的腔調",
    "💞",
    "很喜欢看力宏解说他作曲的想法",
    "I wish there were subtitles",
    "你可以现在开始拍纪录片然候20多年后你孩子结婚再拍个mv😑",
    "这样的视频总让人感觉小王回来了，希望你能更专注于音乐上，至于其他的事情请交由专业人士打理吧，不然耗费再多时间都招人指责，还是热爱音乐的王力宏才是真的homboy",
    "大家帮助黄明志与王力宏合作的 漂向北方 在17号之前破亿 成为全球最快破亿的华语歌曲！！",
    "Leehom's music always fascinates me. He is such a special musician and you can tell his life is music. Leehom is so detailed and creative in his music creation, he is good both in hardware and software music, all rounded, good looking, humble with so much humility.  He is a role model to all new generations.  Thank you for sharing this special MV with us, touches all hearts and souls.",
    "你是我看过最愿意做分享的歌手！",
    "二哥的格局真是👍 不想跟喷子浪费时间",
    "點不喜歡的人是什麼問題？",
    "圆舞曲？小洋气",
    "王力宏的思維觀念一直都是廣闊的大愛,不管在音樂方面或是待人處事方面都充滿了一般人無法做到的包容與珍惜,這影片讓我看到自己的無能,真的要自我反省",
    "现在发张专辑都流行挤牙膏？？？ 二哥求你别单干了，赶紧找个公司或者回到索尼音乐再包装一下",
    "真的很令人佩服,一直不斷創新突破自我的力宏\n尤其不是為了銷售  而是為了自己想表達的理念\n想把自己所遇到令人感動的事物傳達給我們的想法\n已經純粹只是在\"玩音樂\"的力宏 也希望在作音樂的同時\n能帶給我們更多不同的刺激與省思 真的覺得他很棒\n永遠支持你(還有到底不會老是一直進場保養嗎XD",
    "Amazing. I actually can't get my head around how the whole 360 degree view works! Lol I'm quite low tech myself.",
    "Amazing",
    "王力宏唱歌真难听 \n 看到他老了很多\n吓死宝宝了。。。。\n越来越没有水平了\n。。。。。。。。。。",
    "Leehom, Rachel, Nick & dear Musicians and staff: love you all! \nBig-big hug to you! 🤗💕",
    "馨柔太棒!!!",
    "鋼琴版的在這唷～大家可以來聽聽看＾＾\nhttps://www.youtube.com/watch?v=kfMXlt2yWKw",
    "有人情，有科技，喜歡XD",
    "力宏说话的声音真好听！大气有磁性！",
    "这是一首质量非常高的歌曲，作词、编曲以及 MV 的制作都在很高的一个水平上。非常成功的作品！恭喜力宏！",
    "好棒! 覺得馨柔好厲害!",
    "2",
    "力宏没有最棒 只有更棒 💓 完整了青春",
    "1！！！🤓",
    "2019還有在聽的請按讚",
    "2019還在聽的舉手🙋🏻‍♀️🙋🏻‍♀️🙋🏻‍♀️",
    "35之後留",
    "小青和許仙的愛",
    "It's so amazing that you wrote this song for Xin Yao, she must be astonished.  Come on, anyone would faint if Leehom is to write a song for him/her.  And your daughter's voice just melt my heart.  So much love in this song, job well done Leehom!",
    "怎么才有1万多人看呀",
    "Wow this is amazing. Have you heard of VeeR? I think it would be great for your work! Good luck man.",
    "I hate this 360 crap!!! I feel drunk. I don’t want to listen to perfection while drunk! Beautiful song ruined by a drunken video.... videos are supposed to make the song even better like Beat it, thriller, Billie jean, remember the time, scream!!!! This doesn’t work bro. If I wanted to be in the matrix I’d take the red pill.",
    "王力宏 跟 薛之謙 有點像ㄟ",
    "am so touch of your sing lee hom...",
    "i think wu muo chow is showing lee hom voice first step. Shes nonesence. she cant take others priority. nowonder lee ho,m wish 5to sing better cannot right? lee hom? best back to lee hom, Go!",
    "太有趣了。仿佛自己就在舞台上亲自看一场秀。力宏哥好费心。内心收到满满的爱。👍",
    "好有趣啊",
    "哇！我一开始还一直望着地上😂 第一次看youtube有这种效果，厉害了👍",
    "刚刚装上 VR Cam 看了一遍，感动了一遍",
    "酷",
    "Some people just born great. And you Lee Hom, you are that some people. You are miracle.",
    "Wow.. Love the new ideas with the MV is in VR.. I'M impressed.. Nice.. and Still always love your Song and Voice.",
    "這個版本是現場收音吧😀",
    "目前看過最厲害的mv",
    "<3",
    "Hi I am Zahra I like your chanel",
    "Gracias por el video que a enviado,Saludos desde america del sur.",
    "我愛力宏！！希望力宏哥能聽到這個版本～真的很喜歡＾＾\nhttps://www.youtube.com/watch?v=kfMXlt2yWKw",
    "力宏真的是一個非常溫暖，有滿滿正能量的人。",
    "Love to watch Leehom's MV, so meaningful and yes this one is very touching!  Really love Jiali's sweet voice. Thank you Leehom.",
    "谢谢力宏！",
    "English subs please?",
    "Kailun's phone : )",
    "很好听! :)",
    "音樂與舞蹈所呈現的情感 可以帶給人們無限的感動!",
    "好听欸😍😍😍",
    "歌裡的小孩唱歌是力宏的小孩嗎？",
    "Love behind the scenes of mvs, very cool",
    "The 100th viewer!!\nJust saying!!\nThank you for making our heart blooms !",
    "無聱感情一輩子",
    "無聲感情也不錯也許這更加快樂",
    "很動聽的演唱",
    "Amazing!",
    "2:10看力宏哥唱歌弹琴真的是好冶愈啊!!🌿☺️",
    "有沒有2021年還在聽的   按個讚吧👇\r\n👇👇",
    "看着看着竟然哭了。好听又励志的歌。",
    "2019还在听的有吗？",
    "看了挑戰不可能來看mv，王力宏真的實現所說的",
    "这首 力宏 作词不错",
    "今天看到新浪网做的这个女生的专题了，特地搜这个MV来看看",
    "請問有出專輯嗎？",
    "你真的非常帅。",
    "我发现王力宏真的挺好的。我是因为看了挑战不可能王力宏简单的一句邀请，才知道他真的实现了诺言。真的很棒，给予这个姑娘一个机会。",
    "值得我來參考",
    "力宏哥 能不能多花點時間在臺灣宣傳呀！可以不要把全部的重心移往中國嗎？就算不想在臺灣上節目 能在宣傳上多花點預算嗎！至少讓大家知道好的音樂和所要傳達的故事 讓更多人聽見新專輯《A.I.愛》 這也能讓作品本身發揮更大的價值呀！不然我身旁的同學都快要忘記你了 這感覺真的很差😢連實體專輯都不辦發佈會也不告訴延後發行",
    "天啊~超感動的~",
    "👍❤❤❤❤❤❤❤",
    "这首不好听",
    "歌词很好 可是我觉得王力宏比较像男友😂 太帅了",
    "你的寶貝很可愛",
    "如果我能有这样的爸爸。。。。。",
    "我超愛他的 至始至終",
    "看新聞聽說你們分居了，沒關係，以你的條件再找都不是問題，不用找也有人主動貼上來",
    "❤️👏",
    "我的偶像 Lee hong",
    "呜呜呜呜呜呜呜呜呜呜呜呜呜呜呜呜呜呜呜呜呜呜呜呜呜呜呜呜呜 好感动",
    "非常感人的歌，是只有当父母的才真正能感受到的情感。这个歌故事里的女孩的成长看似一切都平安顺利，只是出嫁时父亲感受到万分的不舍。现实中还有各种各样孩子成长的过程与经历，孩子们成长中的喜悦与哀伤，成功与失败，领悟与迷惘，激进与囚困...，都会比歌中唱得更广、更深、更意想不到，父母的感受也一定别有不同。但父母的爱总是至始而一的 —— “因为你，永远是 我最亲爱的”。",
    "感动 只有好爸爸才能写出这样的歌",
    "Don't compare me with your daughter",
    "Saw and uafwgsgz Sara wang we have you euususj snx ysgzg cshsg fdhgststs qrqateararf fcgfz szg vvcjb and uafwgsgz dgsfgdgfyggdf and uafwgsgz she was jsydjse the hchfhfh gfagagee se de rst vhy RC helicopter ride efxhh Ch ghchfhchcj the the e v check wwtsg Ch c the the ysgzg cshsg fdhgststs",
    "這首歌，讓我哭了，\n我都還沒看過祢長什麼樣子，就已經離開了.......\n要知道祢永遠是爸爸的寶貝，爸爸永遠親愛的😭",
    "Lo",
    "身为母亲的我，第一次听这首歌就被感动到哭了",
    "为什么不说来  他们可怨死我，，人间悲剧",
    "足兄弟就查清楚，，，我车身要去按旖众去，，小女儿就生气，，听奸夫所为，，我叔妻女可以拉我坐牢，，奸夫消摇法内，，，要伤到什么时候",
    "Introspective and heartfelt.. Gosh I couldn’t hold my tears.. Wow, Leehom you did it again, connecting with your audiences at this level is beautiful.",
    "To sad..i cant stop crying. This song was so beautiful and bring a lot of deep meaning",
    "又在來買我的眼淚，我真的很恨你。那麼多年買了我那麼多含淚。 \n\n不過還是很愛你。從我的有初戀到現在的陪伴，大家都老了。",
    "你把幸福帶給誰？\n喔，不是我：/\n（ 哭泣）",
    "很耳熟....",
    "好像陶喆的风格+auto tone",
    "Such an underrated song ...",
    "很感动的歌，谢谢你们已到了地球， Victory of light ♥",
    "不接受王力宏只有以前的歌好听这个说法！！！",
    "应该把这首当主打的...",
    "简单的美，没多少人能写出",
    "still my favorite chinese pop singer!!",
    "love the words of this song- lovely melody!",
    "謝謝你！歌 如果你在寂寞的時候！即時通後 你和我！到現在！你是我的唯一！",
    "好听，又有内涵😂",
    "2019还在听点赞",
    "When you just found this song today, 當你今天剛剛發現這首歌",
    "超\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n好听！",
    "我喜欢这个机械人，太可爱了。",
    "王力宏你好  新歌真好聽  多多推出新歌   加油",
    "嘴唇發出的字句是經過壓抑爆發出的情感鼓聲，居然用電音？？？",
    "越簡單越難透測~",
    "How and why haven't I seen or heard this cool video before? Great sounding song by such a talented and handsome artist in a awesome looking story video with SOPHIA HANSON !! Bet it would do fantastic  if there was also a version in English.",
    "2:49",
    "Leehom 你中文不好还好理解 但你现在就只能够写出这样幼稚的曲字 好像还抄袭了 The Chainsmokers - Closer ft. Halsey  和  JON BELLION - All Time Low  胶水粘一下就OK了吗？你是认真的吗？ 还记得你的 《unbelievable》 专辑吗？你肿么了？薯条已经不脆了 Sad....",
    "不錯 蠻好聽的\n這個男人怎麼都不會老",
    "到底要多難聽",
    "所以大潤發在哪裡",
    "所以大潤發在哪？",
    "到底大潤發在哪裡～",
    "2:47 到底大润发在那里",
    "3:09這麼U的東西我居然現在才知道 之前的我到底蹉跎了多少時間在找大潤發",
    "0:18 预言家",
    "充氣娃娃",
    "到底大潤發在哪裡？",
    "過了三年王力宏還是沒找到大潤發",
    "到底大潤發在哪裡！",
    "2021了 力宏找到大潤發了嗎",
    "力宏2017年就知道要打疫苗了…",
    "到底大潤發在哪裡?",
    "咋想的。拍的什么鬼哦",
    "開頭以為在看聖結石影片",
    "林志穎 still looks very young",
    "15/9 going to be awesome, can't wait to watch the mv",
    "oh cool 林志颖 😍😍😍",
    "二哥爱你啊啊啊",
    "啊啊啊 二哥",
    "我的兩代偶像同框了",
    "Jimmy Lin!!!",
    "Yesss! Can't wait!! Btw, hope to see the open fire concert film on iTunes soon. Can't seem to find it for download anywhere. :(",
    "So exciting!",
    "😍👍",
    "等不及了大哥",
    "是!!!!!!😍💖",
    "哇塞。。。期待",
    "两个都是偶像",
    "OMG! can't wait !!!",
    "林志颖 !! 大爱王力宏",
    "沙发",
    "王力宏的那包好明顯",
    "Amazing voice!🎤🎶🎵",
    "A.I. 爱 这张最喜欢的一首",
    "Whenever I see you happy I feel super good too. Another day to be proud of.",
    "歌聲怎麼可以這麼好聽....人長大又帥....音域又很廣....完全是老天爺賞飯吃啊⋯⋯",
    "王力宏，你唱的歌非常好聽又很帥，永遠支持你",
    "嗯！😏知道啦！",
    "歌很好聽\n力宏哥哥的衣服我也是可以接受啦\n但以國際水準來說真的很不ok…\n別人應該會覺得這國家娛樂圈超落後",
    "I'm scrolling the comments for any english translation lyric😂😂🙈",
    "這首歌真的很好聽",
    "二哥永远那么棒。最棒的就是你！！！！！！型到吧爆炸！",
    "好像迪士尼的歌",
    "王力宏都不會老，好利害，歌也好聽",
    "力宏近年学了SLS练声发，是进步了。其实仔细听，还是能听到他换气的声音的，而且后面虽然是转音长气，但并不是非常地高音。力宏唱歌二十多年了，拜托一下，实力都是稳打稳扎的，不要随随便便就去批评可以吗？还有，那些奇怪的人一直讲乱七八糟的东西真的神烦。我只是想好好地听歌！",
    "Te amo <3 我爱你~ ♥\nsaludos desde Perú 😍 秘鲁！",
    "覺得這在抄襲國外的開場 SuperBowl Katy perry .",
    "簡單評論一下，王力宏的表演很不錯，可惜的是開幕式運動員沒有欣賞到。舞台設計也跟主題很搭配，年輕活力。但是舞蹈演員缺少練習，連列隊都不整齊。還有導演組分鏡很是業餘單一，而且場內鏡頭少。舞台很漂亮但是沒有很好的呈現出來",
    "這種現場演唱實力 真的是華人音樂的頂尖",
    "恩  恭喜中華民國辦了一場國際賽事盛會  兩岸中國人同喜同樂   中華民國中國台灣省加油！！！",
    "멋있다",
    "這首KTV沒有真的很難過",
    "這首歌很深情！\n常聽不會膩，\n只是默默流淚被默許",
    "2020年12月還在聽的舉手🙋🙋👇\r\n👇👇👇",
    "奧運劈腿",
    "hermosa canción ............... <3 saludos Perú",
    "官方伴奏还没？官方Karaoke也没发行哦。",
    "My oppa .... good in everything....love all his  songs so much",
    "Very amazing",
    "这首歌的第一句和 A.I的第一句音调是一样的😛 只是节奏不同",
    "this song is really lovely",
    "This is one of my favourite. Everything  blend in perfectly.",
    "2020",
    "本來被我哥洗腦 聽到不想聽了 -.- 還特別記這首歌名 過幾年後  ..默默哼起來了 回來聽了😂",
    "I love u",
    "这首歌还没有ktv，也没有官方原版伴奏",
    "我又來了，我就想問，黃豆做豆腐是用什麼材料做的？\n力宏聲音真的太好了...",
    "真的是开头的伴奏就把我给迷住了，听着听着发现歌词也写的挺不赖的，看了一下说明才发现\n\n\n\n\n是文山写的😂\n\n原来如此啊😲",
    "2019年10月还在听的人举手\r\n👇🏻",
    "聽到哭了",
    "好期待",
    "新西兰T T",
    "好想看T T",
    "3/12趕上最後一天電影院播放, 雖然每聽一次\"你不知道的事\",每聽一次必哭一次, 但至少, 現在的你, 是幸福的, 也不會在舞台上哭泣了, 感情是舞台,音樂是你的生命也是使命, 永遠支持你\"用音樂改變世界\"....最後,還是想告訴力宏, 看電影聽你唱歌不過癮, 哪時候台灣可以再現場聽你唱歌呢?",
    "U rock tiger",
    "全世界。。。住在外国的华人都想去你的演唱会。请来德国",
    "马来西亚\n马来西亚\n马来西亚\n马来西亚\n马来西亚\n!!!!!!!!!!!!!!!",
    "hay",
    "🤣🤣🤣🤣happy God dancing till the world ends?",
    "I want to watch this in the US!",
    "力宏!好久不見!!您這幾年努力的成就一直都很令人驚喜!恭喜您努力的作品終於問世!12F Johnnie 祝福您們全家平安喜樂!!",
    "今晚看完火力全開電影，好熱血，謝謝你讓華人流行音樂帶到全世界！！！",
    "马来西亚几时会上映火力全开？",
    "amazing ,love u",
    "Saya cinta padamu💕我愛你😭😭😭",
    "leehom, is this film worldwide? bcs i wanna watch it!",
    "二哥！马来西亚2场我都有去哦！盖世英雄节目录制我也去了，真心希望马来西亚的电影院能够观看火力全开电影！么么哒❤️",
    "記得改一改字幕喲，馬來語我愛你--Saya cinta padamu",
    "二哥，【我爱你】马来语是酱紫写的哦— Saya Cinta Padamu\n好爱火力全开电影，有着您的所有故事、所有的爱！ <3",
    "YESSSS!!!",
    "就快上映了 真的很期待呀!!",
    "he is sooo.. good with English song, maybe because he is American after all, English song sounds very natural for him",
    "Hi  beauty!  I  love  you!   I  listen  and  listen  and  listen  wowwwwww   outstanding performance!!!!!!",
    "太好听了！！！",
    "今早起床在我腦海縈繞的一首歌",
    "Beautifully sung!",
    "王力宏詮釋這首歌非常的到位 十分動人",
    "好听惨了！！！55555~Thank you, my Leehom！~",
    "great job my friend.  LOVE Prince",
    "字幕有错误",
    "wether he is singing or speaking ,I get goosebumps",
    "真切的感受到了心里的悲痛",
    "Thank you for gimme a perfect Valentine's atmosphere💜 ",
    "Meaning song! Thanks for expressing it in such a unique way.",
    "太牛逼了！！！\n情人节快乐！！！\n<333",
    "依然愛你❤❤ 情人節快樂快樂",
    "這麼多年來依然愛你 好感動",
    "电影院一定是全场合唱从头到尾",
    "演唱会的时候的拥抱呢 好甜",
    "大陆大陆～～～",
    "现场版的 《你不知道的事》 超好听的",
    "adorable ♥",
    "我要去我要去",
    "马来西亚几时上映呢？^(oo)^",
    "Love it love it",
    "王力宏 以世界‧做標竿\nhttps://www.youtube.com/watch?v=yjr2MquUAc4",
    "二哥！内地什么时候上映呢？快等疯啦！我要刷10遍！！",
    "Flawless",
    "天上的父😆",
    "臭老外，为什么总是歧视亚洲人？",
    "是今天?!",
    "反正来不到新西兰",
    "Oh!So great to see !Leehom gayau !",
    "老王啊，什么时候能全球上映啊？我在澳洲，我等这个电影等了好多年了",
    "希望可以顺利抢到票 <3",
    "<3 Wang leehom! fighting!!",
    "马来西亚几时上映？？？",
    "Exciting!",
    "马来西亚\n马来西亚\n马来西亚\n马来西亚\n马来西亚\n马来西亚\n!!!!!!!!!!!!!!!!",
    "二哥！什么时候内地上映都快等疯了！！",
    "喜欢这个版本😀，还有一首新加坡福利秀的爱的得体也超棒。",
    "做二哥的歌迷好幸福，总是可以享受到不同的音乐",
    "LOVE YOU SO MUCH 王力宏！！",
    "歌もお上手ですね！",
    "愛一個人不就是該如此簡單自然嗎\r\n\"失去才會懂得珍惜 但我珍惜你\r\n傷越痛就是愛越深 我不相信\"\r\nhttps://www.facebook.com/asongadayforyou/photos/a.346112888902155/1219650258215076/",
    "这个版本好好听",
    "What a  voice  what  a  performance   God  bless  you Wang I  just  love  you!",
    "All time favorite song of mine ❤️❤️❤️❤️💕💕💕",
    "嗯，你真的把我當空氣，李小二。",
    "1.25倍速好聽",
    "聽完真的太舒服了",
    "중국나라의왕리홍가수.영어로번역하여여머발음으로부루음악을하면음악세계가많이달라질거랍니다.계속노래를부르기바랍니다.화이팅!윤명선.love.",
    "Leehom doesn't age he's immortal",
    "好想聽他演唱會....不知道2017, 2018 有沒有計劃？",
    "喜歡這首歌的可以加我微信哦zt3180",
    "The fans in China are so lucky to have the close contact with Leehom.  Hope one day we over the other end of the world get to have this free show.",
    "謝謝Leehom!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!",
    "希望你往后发展都顺利！在心里支持你！忘了所有烦心的事！",
    "😊😒👌😭😑😘❤️😁😂😁😂😁",
    "I think you and Henry Lau should collaborate, you are both great singers and plays violin.",
    "太牛逼了",
    "对不起来晚了！从姐姐片场赶过来！！！",
    "音乐风格多种元素在里面，very enjoy this music",
    "辣個象徵自由的男人",
    "Wowwwwww  no  words   too  good  violin!!!",
    "Love listening to your violin playing!\nThis was fun to watch for sure.",
    "这才是 live",
    "Thật đã tai !!",
    "就是這麼自由~~\nJAM的那段  好聽!!",
    "比專輯版還好聽!!!!",
    "1：22~1：26，還有6：03~6：07的\"FLOW\"，聲音都明顯啞了，很緊繃啊，雖然歌曲中偶爾出現一些edge好像會讓歌曲比較豐富，不過嘶啞的部分真的聽起來不甚悅耳，希望力宏好好保護你的嗓子。",
    "Like this version more!!!! so talented",
    "you are so fucking sexy.......",
    "solo那一段帅到爆",
    "coooooooooooooooooooooooooooool!!!!I'm excited!~",
    "這首歌甚麼時候才會正式推出？例如在iTunes..",
    "好听......",
    "家從山",
    "Thank you，這是最好的祝福！👍",
    "wonderful ... America's greatest unknown superstar!",
    "Hah!!! The daughter is a flash fan !!!",
    "Flash",
    "Musical theatre really have the best songs. Sigh.",
    "I love this song so much. !!!! It becomes one of my favorite songs",
    "This is so calming and lovely and heartwarming! I love it! It really helped me relaxing! Thanks! You're such an amazing person!!! :)",
    "Starts at 00:36",
    "终于等到了17年福利秀的剪辑，比任何演唱会还要爱，太棒了！！！",
    "我居然听湿润了眼眶",
    "nice song! 👫",
    "lovely!",
    "It was somehow heartrending for me, even it was sung nicely... (Now I need a strong arm for consoling.) 😢",
    "好喜歡，暖心ㄋㄟ，嘉莉選得好！王冏爹唱得讚！",
    "好輕快好和諧",
    "好棒啊！ <3<3",
    "力宏唱這首歌，展現了唱歌最高超的技巧！\n就是，一首歌的＂情感feeling＂\n多有靈魂的演繹啊～",
    "First!",
    "perfect pitch 😘",
    "夏天过去了，还没有上映，怎么回事？",
    "歌手拍電影大都沒什麼人會去看的.",
    "坐等大陆！！",
    "真心希望马来西亚会上映!!!!",
    "how abt Hong Kong?",
    "会发dvd吗？购买影片也可以啊。我想看！！！",
    "马来西亚等着您！💖",
    "Any Canadian screenings?? Please....",
    "……偏鄉的日常TT",
    "真心希望马来西亚会上映，不然就出DVD吧",
    "Will it be screening on Malaysia?😍😍😍",
    "It's been 11 years ever since i get exposed with your music. Lee Hom, you've inspired me in many areas of my life.",
    "S.H.E may be my very very first love (been a fan since i was 8, same for you as well actually), but your music allowed me to have fun with singing, which is my passion. i've always practiced singing to your music, rap and ballads and all, and through that i learnt how to delve into myself to look for the emotions inside me that i can channel into my singing. i'm glad you decided to stick around for so long! \nnot sure if you actually read this but at least i got my thoughts out :)\nlong live music man!",
    "在美国能看吗",
    "اين العرب ؟^^",
    "awesome love it tiger . U look gorgeous",
    "香港可以看到嗎？？",
    "2倍使我快乐",
    "Nautilus Oraganize.東印度公司\n Political *Holländer* Businese\n 馬克™東邪™英鎊：紅毛城‘港’漁人碼頭“漁人”   ：\n山=海-「鬼榖子平之山海造鎮美景」福建林家：林覺民！辟邪劍譜：廣東黃花崗七十二烈士自由之井自在：清澈的天空：有作海埔新生地在案！水獺鱟魚保護區，水頭港區工程無主爭霸NQU",
    "自古烂片出神曲",
    "Pandai cari makan",
    "弱弱说一句，这难度系数...ktv肯定听不到",
    "\"這是2021年仍在觀看此視頻的人數 \n👇\"",
    "方文山   果然是鬼才",
    "爛片出神曲",
    "我去，那女的好猛 哈哈哈",
    "2倍好像说唱",
    "这歌真的好听哈哈哈。以前在抖音看过好多视频用这个配乐，就跑去找了。听到现在还不腻",
    "Can anyone please tell me the name of the female singer, it's a shame her name is not beside Lee's!!??? And will they ever do another duet?? They accompany each other like nothing else I have ever heard, AMAZING and STUNNINGLY BEAUTIFUL!!!!!",
    "this song is so nice",
    "僑領地政雇員地政士（埕上垓下會盟條約協同合約書協定之立場",
    "感覺如果和徐佳瑩合唱，應該又是另外一種感覺",
    "2021还有人听吗？太好听了🤭❤",
    "¶［願作菩薩那朵蓮］星砂\n［法蘭西斯汀森田］\n💋 Deep Bluetooth French Kiss💋 unforgettable experience：法源\n可以去偷看一下嗎！國破山河在\n憲法明定海南特別行政區：憲特\n紫禁城禁衛軍［南海三面觀音］\n南北朝鮮人民幣匯率對沖基金",
    "謝謝：Miloan Licorn : Santa Sapphire 聖索菲亞大行者協助飛將證道！十字軍之淫蕩奶奶俏護士黃藥師（東邪）！等教會組織回援：「花間一壺酒」^^花蝴蝶",
    "such a great song to blast at karaoke :D",
    "我以为喜欢了二哥十年以后已经淡了，没想到还是看哭了",
    "他身上流着中国人的血，不同意的请不要喜欢王力宏",
    "You're awesome !!",
    "几时才会在亚洲地区上映啊？!等到疯了啦....T-T",
    "想看",
    "加油啦~~當全世界華人的精神領袖也不簡單!!您只是倒轉片子的節奏改寫也是歷史重現新氣象!!Fighting!!",
    "omgosh in tears right now...he's the only singers I love ever since, and hopefully many years to come! His music, positive attitude and faith in God helped me through many tough moments in life. 4everlove!",
    "please come to Korea!!😘",
    "吵架了！我回家好了",
    "太期待了！",
    "国内上映吗？我要去看！！！",
    "好励志！加油！很喜欢力宏您的音乐！谢谢您的音乐带给我们的感动！会去支持你的电影！",
    "希望能去支持二哥，加油！",
    "wow amazing. Waiting for it..........",
    "请问马来西亚会上映吗？",
    "太酷了！太棒了！我們永遠支持您！💕💕💕",
    "興奮的你很可愛😆感受到你的痛、迷失😭現在，你 清楚就好",
    "上映吧！！！！",
    "Looking forward to it.",
    "亚洲最大的演唱会场地我一直以为是红馆",
    "A white dude teaching a Chinese kid how to speak Chinese, now that's funny XD",
    "king，chinese，pop",
    "王力宏的歌还是很有民族骨气的",
    "太帅了。 哈哈。",
    "Something similiar with B Lee.",
    "he is handsome!",
    "华人之光。",
    "Wow, so proud.. You're such a wonderful singer; the real singer!!",
    "I'm so proud of you and you are definitely a great role model!!!!!",
    "力宏的确是实至名归！",
    "so dashing!",
    "情敵貝多芬！帶回了求學生涯的時光！恭喜哦王博士！您真的很棒！太棒啦！宏親們都替您感到驕傲，高興！We all really proud of you!!! Well done!! Dr. Wang!!! Congrats again and again!!! Thanks for being my inspiration and motivation all the time!! Thanks very very much!!  You're the special one!! 上帝不會辜負那位為了夢想而願意付出一切的您，所以您是幸福的！💖💖💖",
    "congradulation!",
    "Congrats.",
    "真的是非常非常非常的优秀！！各个方面",
    "Congrats!proud of you😄😄",
    "Congratulations, Leehom! So proud of you!",
    "amazing Leehom",
    "從九歲開始喜歡你 13年了 ！ 還是會繼續支持你的 一直以來都覺得你很完美 你真的 很 完 美！ 太厲害了 以你為榮啊！！💕✨恭喜了🎓🎉",
    "Congrats Leehom!! Very proud of you!! You are truly inspirational to all of us and the younger generations to come.",
    "我老公耶！麼麼噠，麼麼噠，麼麼麼麼麼麼麼噠！",
    "世界上有这么完美的人。。",
    "想念你的周二周记了",
    "喜欢王力宏的声音 赞~\\(≧▽≦)/~",
    "So long never upload😭",
    "I hope everything is going well for Leehom.",
    "没想到台北的台风那么厉害。连树都被连根拔起了。。",
    "讚",
    "Oh so sad that they'll be a break in the tuesday diary. All the best for the new projects :)",
    "Missing your diary already!  Come back soon!",
    "说错啦，什么“一日一博”，应该是：一日一水~~~~（每天水得一手好博哈哈哈）",
    "Oh, I'm gonna miss the diaries, but totally understand why you need to pause them. Hope you come back to them soon!",
    "Aw good luck and enjoy!",
    "二哥不要这样，不过会更加期待你的任何作品，希望火力全开3D也要在北美上映",
    "挖唔😭 聲音好好聽啦😭\n看戲無意間出現你的歌 就好像中了頭獎一樣興奮誒你知道嗎😭",
    "挖唔😭 聲音好好聽啦😭\n看戲無意間出現你的歌 就好像中了頭獎一樣興奮誒你知道嗎😭 期待新作品😘",
    "Sad to see the end of season 1 but excited for you on your upcoming projects! The best of luck and keep it up! A big thanks to you and your team for all the lovely output. Kisses right back at you! :)",
    "台風大丈夫？心配です。\nまた、台湾に行きたいです。",
    "The King of Chinese Pop",
    "OMG!kobe!",
    "success is  continuous and hardworking !!!!!!!!!!! and that s how u born....!!!!!!!   all at Wang Lee Hom makes us happy !!!!!!!!! thanks...",
    "very nice !",
    "Good job",
    "I feel like this is a video for the talent agencies in Hollywood haha",
    "♡",
    "Someone may have had too much fun putting this reel together! :) Love in Disguise. my fav.",
    "now i want to watch blackhat",
    "Leehom, Tokyo is one of the most wonderful place on earth.  I have been to Shinjuku Tokyo which is one of the loudest and most colourful districts of Tokyo but didn't get a chance to visit Tokyo Tower.  Hope to visit Taipei/Taiwan in my next trip.",
    "日本に来たの？",
    "I'll be in Taipei later this month. First time!",
    "Lee Hom! Stay healthy please =)",
    "Flawless! ♡",
    "毕业旅行一直都是想去台湾玩",
    "王力宏線上簽售會5號晚上7：45直播 http://y.qq.com/live/wlh/m.html?mmkey=%E8%BF%9B%E5%85%A5%E7%8E%8B%E5%8A%9B%E5%AE%8F",
    "線上簽名會!!!!!!!!!",
    "第二个留言！",
    "第一，第一",
    "力宏! 你很努力啊! 谢谢你一直以来分享正能量已经中华文化! #感恩! 新年快乐 希望你一家安康快乐",
    "好温柔好可爱！！",
    "هاا علي",
    "很想看到力宏的吉他弹唱视频，自己录的那种",
    "年份打錯了，打錯成2014",
    "Is it like a role game????.... have to find how u played this game....😊..thanks",
    "龙的传人",
    "好酷!我最喜欢的龙是GD😂😆",
    "原來如此~~\n真有意思^_<",
    "力宏，你什么乐器都会玩的！赞！",
    "fifth to comment lol",
    "好棒!!!",
    "Thanks for sharing! :)",
    "原来如此",
    "请问二哥，火力全开演唱会DVD 什么时候出呢？期待了很久了！ @.@",
    "wow",
    "二哥 介绍个这么好的地方 来年春假有着落了啊",
    "stunning",
    "Woah! I just realized something... The exact moment the song sings 摘下, you pluck the blueberry from the tree! Hahahaa.",
    "你们两个太可爱了！❤️",
    "二嫂笑得好甜 :D",
    "好棒好棒，加油",
    "好可愛的大男孩\n不管經過幾年\n都好帥，好有魅力",
    "im number 5 viewer!",
    "很愛心中的日月這首歌♥\n這樣搭背景真的好合哦!!!",
    "63哪去了？",
    "嘉莉公主好幸福",
    "Awww, happy birthday Jiali!! <3 The cake looks awesome - Jinglei you're so talented! Wishing the Wang family love joy and laughter every day.. cheers! :)",
    "That is a wonderful celebration ... <3 Happy Belated Birthday, Jia Li!",
    "嘉莉公主好可爱！！！虽然你放了小兔子🐰但是还是看得出她那胖嘟嘟的身形，光是这样看就已经很可爱了！看到真面目的话绝对是超级无敌可爱的吧？XD呵呵呵，介绍你看见你们一家幸福美满真是高兴也很满足😙😊",
    "蛋糕超可愛",
    "几时才公开呢？ 😢",
    "好男人 好爸爸^ω^",
    "Happy birthday. ",
    "生日快乐!祝她健康~她是你的女儿吗?",
    "兔子",
    "生日快樂~~~",
    "生日快樂!",
    "好棒",
    "內心有所觸動，所以有所改變。What a great definition! Loved watching you announcing the best album award! Keep the Tuesday Diary coming!!",
    "ฉันรักพี่",
    "你走出來那刻超級尖叫的😂😂",
    "等着明年的金曲奖，再次见到力宏你！",
    "Yeah! 恭喜恭喜! ",
    "走在潮流尖啄",
    "期待明年的金曲獎！",
    "什麼時候來高雄",
    "你的爱王力宏。。 ",
    "中国人的骄傲！",
    "I love Taiwan 2.",
    "So cute",
    "想去台湾玩！！",
    "The secret to hailing a cab in Manhattan is to get in the car first before telling your destination! They're contractually obligated to take you to your destination after you tell them in the vehicle. Try it next time when you're in the city!",
    "TOM FORD!!! Lovely specs!",
    "10月份就去~",
    "Visiting Taipei is one of my bucket list. Wish I would get the chance to meet you casually on the road. And pls be prepared bcs I will scream like a freak! 😂",
    "I live in L.A. County and it's really great to see what's going on in Taipei at 11pm at night..... btw, your family actually let's you out so late?!  Thanks for showing us 'round!",
    "Nice :) Going to Taipei soon. Looking forward to it. Try standing on the streets in Melbourne and wait for a taxi...",
    "台湾真的是个好地方 哪里人很善良是真的!! :） \n以后去台湾坐计程车要好好留意一下了 哈哈 ;P",
    "悠遊card needed for ubike :)",
    "Huashan was pretty, pity we went there when most of the galleries have closed.",
    "Thanks a lot for your guide!!!!!... I can see how u enjoy taxis  😊....an \"ours\" bike service!!!!. 😊😊😊😊😊😊💖",
    "I thought his girlfriend is a nurse and was killed in world war 2.. haha but the main story  is that... eh I like to keep what I understand about this lovely song",
    "The visuals of this music video is similar that of a short film by Polish director Damian Nenow called Paths of Hate. Different emotions evoked though. Were you by any chance also inspired by that, Leehom?",
    "This music video is absolutely beautiful. Thanks for sharing this video and letting us know what inspired you to story board this mv.",
    "每一首歌都有自己的故事，也有自己的 attitude ",
    "最喜欢的歌就是天翻地覆；）",
    "每一首歌背后的故事如同歌曲一样精彩",
    "老王真是一切都很费心思来做啊。。。希望你能一直有灵感的启发哦！加油！很喜欢这段背后的故事！期待更多背后的故事！",
    "頭香",
    "二哥 求推出其他版本的完整版 因为太喜欢了所以又回来听 干脆出你的爱专辑啊 把所有版本放进去😂",
    "真的是意猶未盡到好像已經烙印在我的腦海裏，十個月後忽然間想起這些版本，尤其是木吉他版和R&B版，聽到這樣感動的旋律，一想到這段時間因為工作而很久無碰到音樂真的很難過.....",
    "除开专辑之外的6个版本，每一版都让人感动，希望能正式发行。我最喜欢R&B版，很动人的编曲与旋律！",
    "The final version is some of the best music I have ever heard. After the chaos in this world during the past week in Beirut and Paris, people can easily relate this song to these events or something that happened in their personal lives.",
    "1:31 what a good melody. please make a song with that melody ;)",
    "喜歡R&B版耶超級好聽♥\n但你的愛這首歌旋律真的超好聽♥♥♥\n才能每個版本都可以很成立",
    "也太好听啦！天才啊",
    "You're truly an amazing artist. I hope you know how much we appreciate the work you put into your songs. May the Lord continue to inspire you and bless you and your family!!! More power to you!",
    "\"我已經有氣無力 感覺不到意義 準備好了放棄，\n周圍是什麼世界 為什麼別人 每一分鐘都是笑容\" 歌詞寫得太好了，很寫實， 是每個人都會曾經經歷過的那份沮喪的感覺.....",
    "Awesome!",
    "An Impressive song I have ever listened to, I wish I can listen to all the full versions! Thank you for making this video clip with 6 different versions of this song \"Your Love\"! Bro!",
    "这周的好特别 谢谢二哥分享出来 很喜欢这次的周二周记",
    "Always appreciate your attention to detail and reworking. Some of the other versions could have been the final version too.",
    "每一版都有自己的味道，每一版都好棒！",
    "Please release as an EP or something...",
    "我想我會在原版和最後一個版本之間掙扎，這兩個旋律在我第一次聽的時候，很自然的反應是自動閉上了眼睛，期待著下一個音節的旋律。很欣賞力宏對音樂執著的追求和態度，能累積這麽多版本的確是很不容易，因為這也需要同量的靈感，我們最後聽到的雖然是幾分鐘的事情，但卻是音樂人四年累積出來認為最好的版本，做音樂需要的是這種完美主義",
    "Same song yet sounds like completely different song...\nI like all versions.. but the one with guitar only I like the mostttt.....\nCan you release a full version??? :))))",
    "可以出一張《你的愛。》十種版本的專輯。",
    "力宏好棒!!!",
    "Thank you, Leehom, for bringing so much joy to the kids there. I am from Chongqing. How can I participate in this program?",
    "It's amazing to see all the great things you do. Keep it up!!! ",
    "祝你越来越好\n",
    "很cute～ 要给孩子们更多的爱。",
    "太有愛了。加油",
    "Perfection! ♥",
    "太多爱了! 💗",
    "Big big HUG!!! ♡",
    "Fully Support Music Man!!",
    "Lovelyyyy♡♡♡♡",
    "非常感謝各位的支持和鼓勵以及評論,我愛各位民眾,我會加油的!!",
    "這個廣告是我幫忙想的!!",
    "四G,郭天瑜",
    "琴彈的厲害",
    "wish I knew what they were saying...",
    "你的未来, 不. 是你的未来",
    "帥炸了好嗎！",
    "你太厉害啊！❤️❤️❤️❤️💪💪",
    "Beyond flawless! ♥",
    "太帥了!!",
    "雖然不是王力宏的粉絲 但個人認為比另一個一直在youtube跳出來的廣告 愛喜X鹿好多了＝＝",
    "他那建築是在哪邊??日月潭那嘛??",
    "Beauty showing beauty...!!!!.....loving Lee Hom Wang.....loving this place...✌",
    "燈泡????哪裡",
    "😍😍😍😍😍",
    "未來不要想，只要相信自己。",
    "Cool ad! :)",
    "FIRST!",
    "?",
    "Thanks for sharing. Just be yourself and do whatever you feel like doing. Enjoy your family trip and take very good care love. See you soon.",
    "金城武的fu....!!",
    "一開始的山區則是頭城山區  後面則是在卓蘭大峽谷拍的ㄟ",
    "還以為是哪個科學家找到時間逆走的方法 ==\n解果看到王力宏.....",
    "I want more! Can't wait for the reveal! :)",
    "鼻子好大！！！表示...",
    "哈哈，臉反過來時竟然偷笑。太可愛了",
    "感覺好酷喔",
    "好像在拍電影 Haha",
    "New movie? Album? Concert? Or ads?",
    "patek philippe",
    "Seiko?",
    "二哥要不要这么帅！O(∩_∩)O",
    "Flawless. ♡",
    "Waiting....",
    "6/1剛好我的生日",
    "愛你喲😘",
    "愛你😘",
    "Helemaal mooi",
    "爱你 爱你， 永远爱你",
    "\"I hope your heart is beating.\"\n\n--- What do you mean Leehom? The host is dead because his heart is not beating! \n\nLaughtrip. Hahaha \n\n爱你力宏! :)\n",
    "So sweet....",
    "太棒了! 你的粉丝很棒!",
    "Fans have too much love for you! Love youuu!!😘😘",
    "Cuteeeee leehom.",
    "生日快乐",
    "Oh no! @王力宏 Wang Leehom , your video had 222 likes when I came here..  I was seriously thinking NOT to \"like\" the video. I didn't want to destroy that perfect \"er\" moment! hahahah! ..   sorryyy..  In the end I just clicked \"like\"..   223. I'm so sorry! X-D    Happy birthday, Leehom! You are the sweetest person on this planet. Mwah!",
    "多好的一个歌手啊…不知为什么 总是看着你的周二周记就能感觉非常的幸福 加油哦二哥！",
    "Happy blessed birthday! ... 最後那個是什麼舞蹈 😂",
    "谢谢leehom给歌迷分享的视频，看到王妈妈王爸爸，leehom 和二嫂相依偎的身影，祝福你们永远都能执子之手，与子偕老！leehom 生日快乐！身体健康！",
    "Dear ,Happy birthday to you and me ! Im so proud to born on the same day with you ! Yeahhhh =D",
    "Happy birthday to you... Lee Hom",
    "That dance! Hahahaha! 愛你喔二哥! 生日快樂!",
    "Oh my goodness me!!!!!!!!!!!!! I literally cry after seeing this!!!! You are SOOOOOOOO SWEEEET!! love u as i always do! xx",
    "Happy birthday from Tunisia ^^\nI love how you interact with your fans and how you show them that you have received their gifts ^^",
    "已经多少年后，感觉像才发生过\n\n如你的歌词一样，小学的我迷恋你的歌，直到现在，还是一样:D",
    "估计我的comment也被淹没了😂 Anyway, 生日快乐呀, 二哥✨😊 祝你和家人都安康哦~ 虽然你没办法看完我们的comment, 可相信我们的心意你都会感受到接受到的，希望你也能幸福快乐哦🌈",
    "Amazing love u",
    "Awesome!!!",
    "生日快乐 !!!",
    "力宏，祝你生日快乐阿^^",
    "生日快乐！",
    "LOVE LOVE LOVE THIS! This is my heart. :)",
    "LEEHOM你知道你是在我心中是世界上最棒的人嗎\n謝謝你 多多關愛他們",
    "Where were they?",
    "你和嫂子穿的衣服哪里可以买到吗好喜欢诶",
    "暖男中的男神",
    "越来越喜欢王力宏了 王力宏加油喔\n你永远都是杰倫最强的对手(^_^)",
    "So cute and so adorable ! :)",
    "感動",
    "二哥二嫂这样让我想起黑人夫妇，现在终于二哥也有伴一同做公益了:D yeah!",
    "中国人的骄傲",
    "♥ from Indonesia ^^",
    "😆😆😆",
    "LOVE!!!  Big hug to You both♡",
    "Perfect. ♥",
    "夫妻两个很有爱心",
    "二嫂太棒了👍💖",
    "好温馨~ 感谢~ 感谢分享~ 😇",
    "✌二哥",
    "二嫂終于入鏡了也！",
    "感觉好暖啊",
    "福壽山農場不錯呦！\n星星超大顆的，空氣又好",
    "二哥，你是我堅持學中文的理由之一！！^^",
    "不知道为什么 看着二哥的周二周记 就感觉好幸福",
    "你是我心中的日月 ♡ xoxo ♡ miss u so much ♡",
    "get well soon leehom <3",
    "Get well soon :(\nwhy are my two favorite Chinese artists sick? you and Huang Zi Tao :(",
    "推薦去台灣東部 太魯閣  綠島，還有南投的忘憂森林(適合夏天去)",
    "力宏兄來高雄吧！！！",
    "Happy he is doing great!",
    "你太忙碌/辛苦啦…不可以連台灣的名勝也沒去過！",
    "請好好保護嗓子吧=]",
    "台灣不只有日月潭美、還有其他地方的喔、建議你上阿里山、清境農場、武陵山、合歡山、你就會知道台灣有多美 ^__^",
    "♥",
    "祝力宏早日康复！！！",
    "原來日月潭是這樣子命名的啊！其實住在臺灣那麼多年我也不知道:p",
    "想念了那聲音 依然的那麼溫柔💝 要多喝水 好好照顧好自己哦💪 果然是心中的日月 那風景一定很美吧！",
    "好好照顾自己😘",
    "帥",
    "Still not recover yet T.T take care!!!",
    "2020還在聽的聽起來~",
    "伴奏很好聽！",
    "因为听了伴奏而真正爱上这首歌!",
    "和唱的很不一样的感觉 但是都很好听！",
    "Thank you :D",
    "求力宏以后多发些这样的伴奏音乐出来！！！！！",
    "2016, I'll still listen to this <3",
    "聽了好溫心。。謝謝你。。",
    "The feeling of absence came directly to my mind when i heard this instrumental. Good Job Lee Hom. ",
    "😍😍👍👍😘😘",
    "真的好好听",
    "This makes my day! 谢谢力宏=)",
    "王力宏 《你的愛》\n作詞：王力宏\n作曲：王力宏\n\n已經多少年後 感覺像才發生過\n記得你說的話 記得你的溫柔\n在煙霧瀰漫中 握緊了你的手\n像是雨後出現彩虹 陪著我走\n一直到天長地久\n\n你的愛 是唯一讓我堅持的理由\n不會再忘記你 存在我的心中\n你的愛 是唯一讓我堅強的理由\n原來在你眼中 你從沒放棄過我\n\n我終於才明瞭 Oh～ 你的愛多麼重要\n再也不會離開 你溫暖的懷抱 oh～\n世間的混亂中 感到你在身後\n就像天使般在微笑 分分秒秒\n一直到天荒地老\n\n#你的愛 是唯一讓我堅持的理由\n不會再忘記你 存在我的心中\n你的愛 是唯一讓我堅強的理由\n原來在你眼中 你從沒放棄過我\n\n決定要讓你的愛 照亮我內心\n重新面對我自己 再也不懷疑\n你就是 所有意義 所有原因\n\n你的愛 是唯一讓我堅持的理由\n不會再忘記你 存在我的心中\n你的愛 是唯一讓我堅強的理由\n原來在你眼中 你從沒放棄過我",
    "好漂亮!!! 谢谢你,王力宏!",
    "听了感觉很平静...心里很舒服...\nThanks for your sharing : )",
    "Absolutely flawless! ♡",
    "终于！好久等待这样 :D",
    "純音樂聽起來很舒服。謝謝你的分享。",
    "謝謝力宏的分享\n聽起來很平靜，讓人心靈很安定  =)",
    "一开始听地时候，觉得怪怪的不过慢慢的接受到了不一样感觉。好棒！加油↖(^ω^)↗",
    "So lovely",
    "笑翻了😂😂😂",
    "太可愛了啦 最後那段笑哭了😂😂",
    "开头那首歌叫什么？很好听",
    ":)))) he is crazily cute",
    "好好照顾嗓子啊二哥=[",
    "保护好你的嗓子哦~~",
    "超可爱的啦！哈哈哈～而且居然是女声！",
    "好好保护嗓子  二哥",
    "哈哈！搞笑勒",
    "這樣都行。。。\n",
    "天阿好好笑~~~希望你早日康復!!",
    "What happened to him? ",
    "幽默呀，不过二哥身体是革命的本钱，祝早日康复",
    "thank you leehom for the english subtitles and i hope you get well soon and take care",
    "二哥!! Get well soon!! :) <3",
    "gd luck",
    "哈哈哈哈哈哈哈哎呦不错哦 二哥好好休息 早日康复",
    "Lol this week's clip made my day..babe it's too funny..take care er ge..wanna hear you voice again..",
    "哈哈哈哎喲 不錯 好屌 最後那段笑了好久哈哈哈 二哥take care",
    "花田錯！！！\n好懷念阿～過了這麼久還是好好聽^^",
    "Please make these updates longer, like 5 or even better 10 mins. 2 mins only is definitely too short xs",
    "力宏感覺沒有以前帥了",
    "Waaoooo love to watch your video every week :)",
    "Love these updates! ❤",
    "Love u. Love the cherry blossoms",
    "YEYAAAAAAA, LI HONG <3",
    "im first and im one of ur fans from Vancouver Canada please come 2 Vancouver for ur next concert please!!!!!!!!!!!!!",
    "Perfection. ♡"
]